[
  {
    "name": "Albino Angelfish",
    "description": "The Albino Angelfish, a variant of Pterophyllum scalare, is a unique and eye-catching freshwater fish species known for its lack of melanin pigment, resulting in a pale white or pinkish coloration. This variety of angelfish shares the same elegant body shape and graceful movements as its wild-type counterparts. Albino Angelfish are peaceful and can be kept in community aquariums with other non-aggressive species of similar size.\n\nIn addition to their striking appearance, Albino Angelfish are relatively easy to care for, making them a popular choice for beginner aquarists. They thrive in well-planted aquariums with plenty of hiding spots and prefer a water temperature range of 75°F to 82°F. These fish can grow up to 6 inches in length and are known to be good parents, often taking care of their fry.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/albino-angelfish-image.jpg",
    "size": "Medium",
    "species": "Pterophyllum scalare",
    "family": "Angelfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Altum Angelfish",
    "description": "The Altum Angelfish, scientifically known as Pterophyllum altum, is a majestic and highly sought-after species of angelfish native to the blackwater rivers of South America. Known for their tall, laterally compressed bodies and elongated fins, Altum Angelfish are prized for their elegant appearance and graceful swimming behavior. Keeping Altum Angelfish requires specific water conditions, including soft, acidic water with low lighting, mimicking their natural habitat.\n\nAltum Angelfish are known to reach up to 12 inches in height, making them one of the largest species of angelfish. They are also recognized for their vertical stripes that run along their bodies, which can vary in intensity based on their mood and environment. Due to their specific care requirements, they are recommended for advanced aquarists who have experience maintaining stable water conditions.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 12 inches (30 cm)",
    "img": "https://example.com/altum-angelfish-image.jpg",
    "size": "Large",
    "species": "Pterophyllum altum",
    "family": "Angelfish",
    "experienceLevel": "Advanced",
    "waterPHRange": "4.0 - 6.0",
    "temperatureRange": "77°F - 82°F (25°C - 28°C)"
  },
  {
    "name": "Blushing Angelfish",
    "description": "The Blushing Angelfish, a color variant of Pterophyllum scalare, is known for its distinctive blush or rosy hue across its body, especially on the cheeks. This coloration is often more pronounced during periods of excitement or aggression. Blushing Angelfish possess the same graceful swimming behavior and peaceful temperament as other varieties of angelfish, making them suitable for community aquariums.\n\nThese angelfish are relatively hardy and can adapt to a range of water conditions, but they thrive best in a stable environment with a pH between 6.5 and 7.5. They enjoy swimming in schools and appreciate aquariums that provide plenty of vertical space due to their tall bodies. Blushing Angelfish can grow up to 6 inches and are known to breed readily in captivity under the right conditions.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/blushing-angelfish-image.jpg",
    "size": "Medium",
    "species": "Pterophyllum scalare",
    "family": "Angelfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Bulgarian Seal Point Angelfish",
    "description": "The Bulgarian Seal Point Angelfish is a unique and visually striking variant of Pterophyllum scalare, characterized by its distinctive black coloration around the gill plates, dorsal fin, and anal fin, resembling the appearance of a seal's markings. This variety of angelfish shares the same graceful swimming behavior and peaceful temperament as its wild-type counterparts.\n\nBulgarian Seal Point Angelfish are favored by aquarists for their striking contrast in coloration, which makes them stand out in any aquarium. They are peaceful and can be housed with other non-aggressive fish. These angelfish thrive in a water temperature range of 75°F to 82°F and prefer slightly acidic to neutral pH levels. They grow up to 6 inches in length and require a well-maintained tank with regular water changes.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/bulgarian-seal-point-angelfish-image.jpg",
    "size": "Medium",
    "species": "Pterophyllum scalare",
    "family": "Angelfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Koi Angelfish",
    "description": "The Koi Angelfish, a variant of Pterophyllum scalare, is known for its stunning and intricate color patterns resembling those of traditional Japanese koi fish. This variety of angelfish possesses the same graceful swimming behavior and peaceful temperament as its wild-type counterparts, making it a popular choice for community aquariums.\n\nKoi Angelfish are admired for their vibrant and varied colorations, which can include shades of orange, white, and black. They thrive in aquariums with a temperature range of 75°F to 82°F and a pH between 6.5 and 7.5. These fish are relatively easy to care for and can grow up to 6 inches in length. They enjoy a planted tank environment with plenty of hiding spaces and a stable water quality.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/koi-angelfish-image.jpg",
    "size": "Medium",
    "species": "Pterophyllum scalare",
    "family": "Angelfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Marble Angelfish",
    "description": "The Marble Angelfish, a variant of Pterophyllum scalare, is known for its stunning and intricate marbled patterns, featuring a combination of dark and light colors resembling marble stone. This variety of angelfish exhibits the same graceful swimming behavior and peaceful temperament as its wild-type counterparts, making it a popular choice for community aquariums.\n\nMarble Angelfish are known for their striking appearance and can be a centerpiece in any aquarium. They thrive in water temperatures between 75°F and 82°F with a pH range of 6.5 to 7.5. These angelfish can grow up to 6 inches in length and prefer a tank environment that mimics their natural habitat, including plenty of plants and hiding spots. They are easy to breed and can coexist peacefully with other community fish.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/marble-angelfish-image.jpg",
    "size": "Medium",
    "species": "Pterophyllum scalare",
    "family": "Angelfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Pinoy Angelfish",
    "description": "The Pinoy Angelfish, a variant of Pterophyllum scalare, is named for its striking appearance, characterized by its blue coloration with a contrasting black pattern. The name Pinoy is derived from the Philippines, as the origin breeder of this fish was Filipino. This variety of angelfish shares the same graceful swimming behavior and peaceful temperament as its wild-type counterparts.\n\nPinoy Angelfish are a favorite among aquarists for their unique and beautiful coloration. They thrive in water temperatures ranging from 75°F to 82°F and a pH level of 6.5 to 7.5. These angelfish can grow up to 6 inches in length and prefer an aquarium environment with ample vegetation and hiding places. They are known for their peaceful nature, making them suitable for community tanks.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/pinoy-angelfish-image.jpg",
    "size": "Medium",
    "species": "Pterophyllum scalare",
    "family": "Angelfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Red Devil Angelfish",
    "description": "The Red Devil Angelfish, a variant of Pterophyllum scalare, is named for its fiery red coloration, which contrasts with its black markings. This variety of angelfish shares the same graceful swimming behavior and peaceful temperament as its wild-type counterparts.\n\nRed Devil Angelfish are known for their vibrant and striking appearance, making them a standout in any aquarium. They thrive in water temperatures between 75°F and 82°F with a pH range of 6.5 to 7.5. These angelfish can grow up to 6 inches in length and prefer a tank environment with plenty of plants and hiding spots. They are relatively easy to care for and are suitable for both novice and experienced aquarists.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/red-devil-angelfish-image.jpg",
    "size": "Medium",
    "species": "Pterophyllum scalare",
    "family": "Angelfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Silver Angelfish",
    "description": "The Silver Angelfish, scientifically known as Pterophyllum scalare, is a classic and popular freshwater fish species native to South America, particularly the Amazon Basin. It is characterized by its graceful swimming behavior, elongated fins, and silver or metallic coloration. Silver Angelfish are peaceful and can be kept in community aquariums with other non-aggressive species of similar size.\n\nSilver Angelfish are a staple in the aquarium hobby due to their elegant appearance and ease of care. They thrive in water temperatures between 75°F and 82°F with a pH range of 6.5 to 7.5. These angelfish can grow up to 6 inches in length and prefer a well-planted tank with plenty of hiding spots. They are known to be good parents, often taking care of their fry, and can adapt to a variety of tank conditions.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/silver-angelfish-image.jpg",
    "size": "Medium",
    "species": "Pterophyllum scalare",
    "family": "Angelfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Smokey Angelfish",
    "description": "The Smokey Angelfish, a variant of Pterophyllum scalare, is known for its distinctively smoky or grayish coloration, which gives it a unique and mysterious appearance. This variety of angelfish exhibits the same graceful swimming behavior and peaceful temperament as its wild-type counterparts, making it suitable for community aquariums.\n\nSmokey Angelfish are favored for their unique and subdued coloration, which adds a different aesthetic to any aquarium. They thrive in water temperatures between 75°F and 82°F with a pH range of 6.5 to 7.5. These angelfish can grow up to 6 inches in length and prefer a well-maintained tank with regular water changes and plenty of hiding spots. They are easy to care for and make a great addition to any peaceful community tank.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/smokey-angelfish-image.jpg",
    "size": "Medium",
    "species": "Pterophyllum scalare",
    "family": "Angelfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Veiltail Angelfish",
    "description": "The Veiltail Angelfish, a variant of Pterophyllum scalare, is known for its distinctive long and flowing fins, resembling the appearance of a veil. This variety of angelfish shares the same graceful swimming behavior and peaceful temperament as its wild-type counterparts, making it a popular choice for community aquariums.\n\nVeiltail Angelfish are admired for their elegant and flowing fins, which add a touch of beauty and grace to any aquarium. They thrive in water temperatures between 75°F and 82°F with a pH range of 6.5 to 7.5. These angelfish can grow up to 6 inches in length and prefer a tank environment with plenty of plants and hiding spots. They are easy to care for and can be housed with other peaceful fish, making them suitable for both novice and experienced aquarists.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/veiltail-angelfish-image.jpg",
    "size": "Medium",
    "species": "Pterophyllum scalare",
    "family": "Angelfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "African Arowana",
    "description": "The African Arowana, scientifically known as Heterotis niloticus, is a unique freshwater fish native to Africa. It is recognized for its distinctive appearance and is well-suited for large aquariums.\n\nAfrican Arowanas are characterized by their elongated bodies and unique coloration, making them a standout in any aquarium. They are native to the rivers and lakes of West and Central Africa and require large tanks with plenty of swimming space. These fish can be territorial and may exhibit aggression towards smaller tankmates, so careful consideration must be given to tankmate selection. African Arowanas are omnivorous and will accept a variety of live and prepared foods. Due to their size and territorial nature, they are best suited for intermediate to experienced aquarists with large aquarium setups.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 30 inches (76 cm)",
    "img": "https://example.com/african-arowana-image.jpg",
    "size": "Large",
    "species": "Heterotis niloticus",
    "family": "Arowana",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 8.0",
    "temperatureRange": "74°F - 82°F (23°C - 28°C)"
  },
  {
    "name": "Black Arowana",
    "description": "The Black Arowana, also known as the Black Dragonfish, is a rare and captivating species prized for its deep black coloration. It is a unique and sought-after addition to advanced aquariums. Black Arowanas are renowned for their striking appearance and commanding presence in any aquarium. They originate from the tropical rainforests of South America and require large tanks with plenty of open swimming space.\n\nThese fish can be territorial and aggressive, especially towards smaller tankmates, so careful consideration must be taken when choosing tankmates. Black Arowanas thrive on a diet of live foods such as feeder fish, insects, and crustaceans. Due to their size and temperament, they are recommended for experienced aquarists with large, well-maintained aquarium setups.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 36 inches (91 cm)",
    "img": "https://example.com/black-arowana-image.jpg",
    "size": "Large",
    "species": "Osteoglossum ferreirai",
    "family": "Arowana",
    "experienceLevel": "Advanced",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Jardini Arowana",
    "description": "The Jardini Arowana, scientifically known as Scleropages jardini, is a stunning and lively species appreciated for its unique color patterns and active behavior. It is a captivating choice for experienced aquarists.\n\nJardini Arowanas are prized for their vibrant coloration and active swimming behavior. They are native to freshwater habitats in Northern Australia and New Guinea and require large aquariums with plenty of space to swim. These fish can be territorial and may exhibit aggression towards smaller tankmates, so careful consideration must be given to tankmate selection. Jardini Arowanas have a voracious appetite and will readily consume a variety of live and prepared foods. Due to their size and territorial nature, they are best suited for experienced aquarists with large aquarium setups.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 30 inches (76 cm)",
    "img": "https://example.com/jardini-arowana-image.jpg",
    "size": "Large",
    "species": "Scleropages jardini",
    "family": "Arowana",
    "experienceLevel": "Advanced",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "78°F - 86°F (25°C - 30°C)"
  },
  {
    "name": "Silver Arowana",
    "description": "The Silver Arowana, scientifically known as Osteoglossum bicirrhosum, is a majestic fish known for its sleek silver body and distinctive elongated shape. It is a popular choice among aquarium enthusiasts. Silver Arowanas are iconic freshwater predators, known for their impressive size and striking appearance. They are native to the Amazon Basin and prefer large, spacious aquariums with plenty of swimming room.\n\nThese fish are highly territorial and can be aggressive towards tankmates, so they are best kept alone or with large, robust species. Silver Arowanas require a diet rich in protein, consisting of live or frozen foods such as fish, shrimp, and insects. Due to their large size and predatory nature, they are recommended for advanced aquarists with experience in maintaining large aquariums.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 36 inches (91 cm)",
    "img": "https://example.com/silver-arowana-image.jpg",
    "size": "Large",
    "species": "Osteoglossum bicirrhosum",
    "family": "Arowana",
    "experienceLevel": "Advanced",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Black Ruby Barb",
    "description": "The Black Ruby Barb, scientifically known as Pethia nigrofasciata, is a striking freshwater fish species characterized by its deep black and red coloration. It is a peaceful and active fish that adds visual appeal to community aquariums.\n\nBlack Ruby Barbs are prized for their striking coloration and peaceful temperament, making them ideal for community aquariums. They are native to the rivers and streams of Southeast Asia and prefer well-planted tanks with plenty of swimming space. These fish are best kept in groups and thrive in environments with moderate water flow. Black Ruby Barbs are omnivorous and will accept a variety of live, frozen, and prepared foods. Due to their peaceful nature and striking appearance, they are suitable for beginner aquarists.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2.5 inches (6.4 cm)",
    "img": "https://example.com/black-ruby-barb-image.jpg",
    "size": "Small",
    "species": "Pethia nigrofasciata",
    "family": "Barb",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Checker Barb",
    "description": "The Checker Barb, scientifically known as Oliotius oligolepis, is a peaceful and attractive freshwater fish species. It is named for the distinctive checkerboard-like pattern on its body, which adds visual interest to aquarium setups.\n\nChecker Barbs are known for their peaceful temperament and distinctive appearance, making them a popular choice for community aquariums. They originate from the rivers and streams of Southeast Asia and thrive in well-planted tanks with moderate water flow. These fish are best kept in groups and will readily accept a variety of live and prepared foods. Checker Barbs are suitable for beginner aquarists due to their ease of care and peaceful nature.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 3 inches (7.6 cm)",
    "img": "https://example.com/checker-barb-image.jpg",
    "size": "Small",
    "species": "Oliotius oligolepis",
    "family": "Barb",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Cherry Barb",
    "description": "The Cherry Barb, scientifically known as Puntius titteya, is a popular and vibrant freshwater fish species. It is named for its bright red coloration, resembling a cherry.\n\nCherry Barbs are peaceful and active fish known for their striking red coloration and ease of care. They are native to the slow-moving waters of Sri Lanka and prefer well-planted tanks with plenty of hiding spots. These fish are best kept in groups to display their best colors and natural behaviors. Cherry Barbs are omnivorous and will accept a variety of live, frozen, and prepared foods. Due to their peaceful nature and hardiness, they are suitable for beginner aquarists.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/cherry-barb-image.jpg",
    "size": "Small",
    "species": "Puntius titteya",
    "family": "Barb",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "73°F - 81°F (23°C - 27°C)"
  },
  {
    "name": "Denison Barb",
    "description": "The Denison Barb, scientifically known as Sahyadria denisonii, is an active and colorful freshwater fish species. It is named after an aquarium fish exporter in the 1990s.\n\nDenison Barbs, also known as Roseline Sharks, are highly active and social fish known for their vibrant coloration and playful behavior. They are native to the fast-flowing rivers of southern India and require spacious tanks with plenty of swimming room. Denison Barbs are shoaling fish and should be kept in groups of six or more to thrive. They have a hearty appetite and will accept a variety of live and prepared foods. Due to their active nature and social behavior, they are best suited for intermediate aquarists.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/denison-barb-image.jpg",
    "size": "Medium",
    "species": "Sahyadria denisonii",
    "family": "Barb",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "68°F - 77°F (20°C - 25°C)"
  },
  {
    "name": "Filament Barb",
    "description": "The Filament Barb, scientifically known as Dawkinsia filamentosus, is an active and attractive freshwater fish species. It is named for the filament-like extensions on its fins and is known for its schooling behavior.\n\nFilament Barbs are schooling fish known for their striking appearance and active swimming behavior. They are native to the rivers and streams of South and Southeast Asia and prefer well-oxygenated waters with moderate to strong water flow. Filament Barbs are best kept in groups of six or more to exhibit their natural schooling behavior. They have a diverse diet, accepting a variety of live, frozen, and prepared foods. Due to their schooling nature and active behavior, they are suitable for beginner aquarists.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 3 inches (7.6 cm)",
    "img": "https://example.com/filament-barb-image.jpg",
    "size": "Small",
    "species": "Dawkinsia filamentosus",
    "family": "Barb",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Five Banded Barb",
    "description": "The Five Banded Barb, scientifically known as Puntius pentazona, is a colorful and peaceful freshwater fish species. It is named for the five horizontal bands on its body and is popular among aquarium hobbyists.\n\nFive Banded Barbs are peaceful and active fish known for their striking appearance and ease of care. They are native to the slow-moving rivers and streams of Southeast Asia and prefer well-planted tanks with moderate water flow. These fish are best kept in groups and will readily accept a variety of live and prepared foods. Five Banded Barbs are suitable for beginner aquarists due to their peaceful nature and adaptability to a wide range of water conditions.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/five-banded-barb-image.jpg",
    "size": "Small",
    "species": "Puntius pentazona",
    "family": "Barb",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Gold Barb",
    "description": "The Gold Barb, scientifically known as Puntius semifasciolatus, is a peaceful and attractive freshwater fish species. It is prized for its golden-yellow coloration.\n\nGold Barbs are native to the inland waters of China and are popular among aquarists due to their bright, golden coloration and peaceful nature. These hardy fish thrive in a variety of water conditions and are well-suited for community tanks. They prefer tanks with ample vegetation and swimming space. Gold Barbs are omnivorous and will accept a wide range of foods, including flakes, pellets, and live or frozen foods. Their easy-going temperament makes them an excellent choice for beginners and experienced aquarists alike.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/gold-barb-image.jpg",
    "size": "Small",
    "species": "Puntius semifasciolatus",
    "family": "Barb",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "64°F - 75°F (18°C - 24°C)"
  },
  {
    "name": "Golden Dwarf Barb",
    "description": "The Golden Dwarf Barb, scientifically known as Pethia gelius, is a small and peaceful freshwater fish species. It is prized for its golden coloration and is suitable for smaller aquarium setups.\n\nGolden Dwarf Barbs are small, peaceful fish that are perfect for nano or small community tanks. They originate from the slow-moving waters of South Asia and prefer densely planted aquariums with plenty of hiding spots. These fish are social and should be kept in groups to ensure they feel secure. Golden Dwarf Barbs have an omnivorous diet and will accept a variety of small live, frozen, and prepared foods. Their small size and peaceful nature make them an excellent choice for beginner aquarists.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 1.5 inches (3.8 cm)",
    "img": "https://example.com/golden-dwarf-barb-image.jpg",
    "size": "Small",
    "species": "Pethia gelius",
    "family": "Barb",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Gold Barb",
    "description": "The Gold Barb, scientifically known as Puntius semifasciolatus, is a peaceful and attractive freshwater fish species. It is prized for its golden-yellow coloration.\n\nGold Barbs are hardy and adaptable fish that are well-suited to community aquariums. They are native to the rivers and streams of East Asia and prefer well-planted tanks with moderate water flow. These fish are social and should be kept in groups to display their best colors and behavior. Gold Barbs are omnivorous and will accept a variety of live, frozen, and prepared foods. Their vibrant coloration and peaceful nature make them a popular choice for beginner aquarists.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/gold-barb-image.jpg",
    "size": "Small",
    "species": "Puntius semifasciolatus",
    "family": "Barb",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Odessa Barb",
    "description": "The Odessa Barb, scientifically known as Pethia padamya, is a colorful and active freshwater fish species. It is known for its vibrant red and black pattern.\n\nOdessa Barbs are highly active and colorful fish that add visual interest to any aquarium. They originate from Myanmar and prefer well-planted tanks with open swimming spaces. These fish are social and should be kept in groups to exhibit their best behavior and colors. Odessa Barbs are omnivorous and will readily accept a variety of live, frozen, and prepared foods. Their striking appearance and active nature make them suitable for intermediate aquarists.",
    "temperament": "Semi-aggressive",
    "maxGrowthSize": "Up to 3 inches (7.6 cm)",
    "img": "https://example.com/odessa-barb-image.jpg",
    "size": "Small",
    "species": "Pethia padamya",
    "family": "Barb",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Rosy Barb",
    "description": "The Rosy Barb, scientifically known as Pethia conchonius, is a popular and attractive freshwater fish species. It is named for its rosy-pink coloration and is a favorite among aquarium hobbyists.\n\nRosy Barbs are hardy and active fish known for their beautiful coloration and peaceful nature. They are native to the rivers and streams of South Asia and prefer well-planted tanks with plenty of swimming space. These fish are best kept in groups and will accept a variety of live, frozen, and prepared foods. Rosy Barbs are suitable for beginner aquarists due to their hardiness and ease of care.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/rosy-barb-image.jpg",
    "size": "Medium",
    "species": "Pethia conchonius",
    "family": "Barb",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "64°F - 72°F (18°C - 22°C)"
  },
  {
    "name": "Six Banded Barb",
    "description": "The Six Banded Barb, scientifically known as Puntius hexazona, is a peaceful and attractive freshwater fish species. It is named for the six horizontal bands on its body and is suitable for community aquariums.\n\nSix Banded Barbs are native to the streams and rivers of Southeast Asia. These fish are known for their striking appearance and peaceful nature. They thrive in well-planted aquariums with plenty of hiding spots and open swimming areas. Six Banded Barbs are schooling fish and do best in groups, where they can exhibit their natural behaviors and feel more secure. They are omnivorous and accept a variety of foods, including flakes, pellets, and live or frozen foods. Their peaceful demeanor makes them an excellent choice for community tanks with other non-aggressive species.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/six-banded-barb-image.jpg",
    "size": "Small",
    "species": "Puntius hexazona",
    "family": "Barb",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Six Banded Barb",
    "description": "The Six Banded Barb, scientifically known as Puntius hexazona, is a peaceful and attractive freshwater fish species. It is named for the six horizontal bands on its body and is suitable for community aquariums.\n\nSix Banded Barbs are native to the streams and rivers of Southeast Asia. These fish are known for their striking appearance and peaceful nature. They thrive in well-planted aquariums with plenty of hiding spots and open swimming areas. Six Banded Barbs are schooling fish and do best in groups, where they can exhibit their natural behaviors and feel more secure. They are omnivorous and accept a variety of foods, including flakes, pellets, and live or frozen foods. Their peaceful demeanor makes them an excellent choice for community tanks with other non-aggressive species.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/six-banded-barb-image.jpg",
    "size": "Small",
    "species": "Puntius hexazona",
    "family": "Barb",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Spanner Barb",
    "description": "The Spanner Barb, scientifically known as Barbus lateristriga, is a lively and social freshwater fish species. It is characterized by its distinctive markings and makes a delightful addition to community aquariums.\n\nSpanner Barbs, also known as T-Barbs, are named for the unique T-shaped markings on their bodies. They are native to Southeast Asia, where they are found in streams and rivers with dense vegetation. These active fish prefer aquariums with plenty of swimming space and plant cover. Spanner Barbs are social fish and do best in groups of six or more, where they can exhibit their natural behaviors. They are omnivores and will thrive on a diet of flakes, pellets, and live or frozen foods. Their peaceful nature makes them compatible with a variety of tank mates.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "img": "https://example.com/spanner-barb-image.jpg",
    "size": "Small",
    "species": "Barbus lateristriga",
    "family": "Barb",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Three Spot Barb",
    "description": "The Three Spot Barb, scientifically known as Puntius trifasciatus, is a peaceful and hardy freshwater fish species. It is named for the prominent black spots on its body and is suitable for community aquariums.\n\nThree Spot Barbs are native to Southeast Asia, where they inhabit slow-moving waters. These fish are easy to care for and adapt well to various water conditions, making them a great choice for beginners. They prefer tanks with plenty of plants and open swimming areas. Three Spot Barbs are schooling fish and should be kept in groups to feel secure and display their natural behaviors. They are omnivorous and accept a wide range of foods, including flakes, pellets, and live or frozen foods. Their peaceful nature makes them ideal for community tanks with other non-aggressive fish.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2.5 inches (6.4 cm)",
    "img": "https://example.com/three-spot-barb-image.jpg",
    "size": "Small",
    "species": "Puntius trifasciatus",
    "family": "Barb",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Tiger Barb",
    "description": "The Tiger Barb, scientifically known as Puntigrus tetrazona, is an active and colorful freshwater fish species. It is named for its tiger-like stripes and is popular among aquarium hobbyists.\n\nTiger Barbs are known for their striking appearance and energetic behavior. They are native to the rivers and streams of Southeast Asia and prefer well-planted tanks with open swimming spaces. These fish are best kept in groups to reduce aggression and will accept a variety of live, frozen, and prepared foods. Tiger Barbs are semi-aggressive and are best kept with other robust fish. Their bold colors and active nature make them suitable for intermediate aquarists.",
    "temperament": "Semi-aggressive",
    "maxGrowthSize": "Up to 3 inches (7.6 cm)",
    "img": "https://example.com/tiger-barb-image.jpg",
    "size": "Small",
    "species": "Puntigrus tetrazona",
    "family": "Barb",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Tinfoil Barb",
    "description": "The Tinfoil Barb, scientifically known as Barbonymus schwanenfeldii, is a large and active freshwater fish species. It is known for its shiny, metallic scales that resemble tinfoil.\n\nTinfoil Barbs are large, active fish that require spacious aquariums with plenty of swimming room. They are native to the rivers and streams of Southeast Asia and prefer well-planted tanks with strong water flow. These fish are best kept in groups and have a hearty appetite, accepting a variety of live, frozen, and prepared foods. Due to their large size and active nature, Tinfoil Barbs are best suited for experienced aquarists with large tanks.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 14 inches (35 cm)",
    "img": "https://example.com/tinfoil-barb-image.jpg",
    "size": "Large",
    "species": "Barbonymus schwanenfeldii",
    "family": "Barb",
    "experienceLevel": "Advanced",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Odessa Barb",
    "description": "The Odessa Barb, scientifically known as Pethia padamya, is a colorful and active freshwater fish species. It is named for its vibrant red and black pattern.\n\nOdessa Barbs are highly active and colorful fish that add visual interest to any aquarium. They originate from Myanmar and prefer well-planted tanks with open swimming spaces. These fish are social and should be kept in groups to exhibit their best behavior and colors. Odessa Barbs are omnivorous and will readily accept a variety of live, frozen, and prepared foods. Their striking appearance and active nature make them suitable for intermediate aquarists.",
    "temperament": "Semi-aggressive",
    "maxGrowthSize": "Up to 3 inches (7.6 cm)",
    "img": "https://example.com/odessa-barb-image.jpg",
    "size": "Small",
    "species": "Pethia padamya",
    "family": "Barb",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Adolfoi Corydoras",
    "description": "The Adolfoi Corydoras, scientifically known as Corydoras adolfoi, is a charming freshwater catfish species native to the Amazon basin in South America. It is prized for its striking appearance, featuring a bright orange body with black markings. Adolfoi Corydoras are peaceful and social fish, making them excellent additions to community aquariums.\n\nThese fish thrive in well-planted tanks with plenty of hiding spots and soft substrate. They are schooling fish and should be kept in groups of at least five to exhibit natural behavior and reduce stress. Adolfoi Corydoras are bottom dwellers that enjoy scavenging for food, and their diet should include high-quality sinking pellets, flakes, and occasional live or frozen foods. Their peaceful temperament makes them compatible with a wide variety of tankmates.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2.5 inches (6 cm)",
    "img": "https://example.com/adolfoi-corydoras-image.jpg",
    "size": "Small",
    "species": "Corydoras adolfoi",
    "family": "Corydoras",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Ellis Corydoras",
    "description": "The Ellis Corydoras, scientifically known as Corydoras ellisae, is a small and peaceful freshwater catfish species native to the Amazon River basin in South America. It is appreciated for its distinctive black and white striped pattern and its compatibility with various tankmates. Ellis Corydoras are ideal for community aquariums.\n\nThese fish prefer a well-decorated tank with a soft substrate and plenty of hiding places. They are social creatures that should be kept in groups of at least five to ensure they feel secure and exhibit natural behaviors. Ellis Corydoras are bottom feeders and enjoy a diet of sinking pellets, flakes, and occasional live or frozen foods. Their peaceful nature makes them suitable for tanks with other non-aggressive fish.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/ellis-corydoras-image.jpg",
    "size": "Small",
    "species": "Corydoras ellisae",
    "family": "Corydoras",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 78°F (22°C - 26°C)"
  },
  {
    "name": "Emerald Green Corydoras",
    "description": "The Emerald Green Corydoras, scientifically known as Corydoras splendens, is a vibrant freshwater catfish species native to the Amazon River basin in South America. It is named for its beautiful emerald green coloration, which adds visual appeal to any aquarium. Emerald Green Corydoras are peaceful and can thrive in community setups.\n\nThese fish prefer a tank with soft substrate and plenty of plants or decorations to provide hiding spots. Emerald Green Corydoras are schooling fish and should be kept in groups of at least five to reduce stress and promote natural behavior. They are bottom dwellers that feed on sinking pellets, flakes, and occasional live or frozen foods. Their peaceful temperament makes them suitable for community aquariums with other non-aggressive species.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2.5 inches (6 cm)",
    "img": "https://example.com/emerald-green-corydoras-image.jpg",
    "size": "Small",
    "species": "Corydoras splendens",
    "family": "Corydoras",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "False Julii Corydoras",
    "description": "The False Julii Corydoras, scientifically known as Corydoras trilineatus, is a popular freshwater catfish species native to South America. It is known for its striking appearance, featuring a pattern of black spots and lines on a silver body. \n\nFalse Julii Corydoras are peaceful and can be kept in community aquariums. They thrive in tanks with a soft substrate and plenty of hiding places. These social fish prefer to be kept in groups, which helps reduce stress and promotes natural behavior. Their distinctive markings and calm temperament make them a delightful addition to any aquarium.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2.5 inches (6 cm)",
    "img": "https://example.com/false-julii-corydoras-image.jpg",
    "size": "Small",
    "species": "Corydoras trilineatus",
    "family": "Corydoras",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Julii Corydoras",
    "description": "The Julii Corydoras, scientifically known as Corydoras julii, is a charming freshwater catfish species native to South America. It is distinguished by its intricate spotted pattern, which resembles hieroglyphs. \n\nJulii Corydoras are peaceful and social fish, making them excellent additions to community aquariums. These fish prefer a soft substrate and a well-planted tank with plenty of hiding spots. As schooling fish, they should be kept in groups to feel secure and display natural behaviors. Their unique pattern and gentle nature make them a favorite among aquarists.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2.5 inches (6 cm)",
    "img": "https://example.com/julii-corydoras-image.jpg",
    "size": "Small",
    "species": "Corydoras julii",
    "family": "Corydoras",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Leopard Corydoras",
    "description": "The Leopard Corydoras, scientifically known as Corydoras leopardus, is a small and peaceful freshwater catfish species native to South America. It is characterized by its beautiful spotted pattern, reminiscent of a leopard's coat. \n\nLeopard Corydoras are ideal for community aquariums. They thrive in environments with a soft substrate and ample hiding spots. As social fish, they should be kept in groups to promote natural schooling behavior and reduce stress. Their striking appearance and gentle demeanor make them a popular choice for aquarists.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2.5 inches (6 cm)",
    "img": "https://example.com/leopard-corydoras-image.jpg",
    "size": "Small",
    "species": "Corydoras leopardus",
    "family": "Corydoras",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Panda Corydoras",
    "description": "The Panda Corydoras, scientifically known as Corydoras panda, is a beloved freshwater catfish species native to South America. It is named for its striking black and white coloration, reminiscent of a panda bear. \n\nPanda Corydoras are peaceful and can thrive in community aquariums. They prefer a soft substrate and a well-planted tank with plenty of hiding spots. Being social creatures, they should be kept in groups to exhibit natural schooling behavior. Their distinctive color pattern and calm temperament make them a favorite among aquarists.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2.5 inches (6 cm)",
    "img": "https://example.com/panda-corydoras-image.jpg",
    "size": "Small",
    "species": "Corydoras panda",
    "family": "Corydoras",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Peppered Cory Catfish",
    "description": "The Peppered Cory Catfish, scientifically known as Corydoras paleatus, is a popular freshwater catfish species native to South America. It is named for the pepper-like speckles covering its body. \n\nPeppered Cory Catfish are peaceful and social fish, making them great additions to community aquariums. They thrive in tanks with a soft substrate and plenty of hiding spots. As schooling fish, they should be kept in groups to feel secure and display natural behaviors. Their unique pattern and gentle nature make them a favorite among aquarists.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2.5 inches (6 cm)",
    "img": "https://example.com/peppered-cory-catfish-image.jpg",
    "size": "Small",
    "species": "Corydoras paleatus",
    "family": "Corydoras",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Skunk Corydoras",
    "description": "The Skunk Corydoras, scientifically known as Corydoras arcuatus, is a small and peaceful freshwater catfish species native to South America. It is characterized by its black stripe running along its body, resembling a skunk's stripe. Skunk Corydoras are ideal for community aquariums. \n\nThese fish prefer a soft substrate and plenty of hiding spots in the tank. As peaceful creatures, they can coexist with a variety of tankmates. Skunk Corydoras are well-suited for beginners due to their easy-going nature and low care requirements.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2.5 inches (6 cm)",
    "img": "https://example.com/skunk-corydoras-image.jpg",
    "size": "Small",
    "species": "Corydoras arcuatus",
    "family": "Corydoras",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Sterbai Corydoras",
    "description": "The Sterbai Corydoras, scientifically known as Corydoras sterbai, is a beloved freshwater catfish species native to South America. It is named for its discoverer, Günther Sterba, and is admired for its striking orange and black coloration. \n\nSterbai Corydoras are peaceful and can thrive in community aquariums. These fish prefer a well-maintained tank with soft substrate and plenty of hiding spots. They should be kept in groups to feel secure and exhibit natural behavior. Sterbai Corydoras are suitable for beginner aquarists due to their hardiness and adaptability to various water conditions.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2.5 inches (6 cm)",
    "img": "https://example.com/sterbai-corydoras-image.jpg",
    "size": "Small",
    "species": "Corydoras sterbai",
    "family": "Corydoras",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Banjo Catfish",
    "description": "The Banjo Catfish, scientifically known as Bunocephalus coracoideus, is a unique freshwater catfish species native to South America. It is named for its banjo-shaped body and flattened appearance. \n\nBanjo Catfish are peaceful and can be kept in community aquariums, but they may hide during the day and become more active at night. These fascinating fish are relatively small, reaching up to 5 inches (13 cm) in length. They prefer soft, acidic water with a pH range of 6.5 to 7.5 and a temperature range of 72°F to 79°F (22°C to 26°C). Banjo Catfish are best suited for intermediate aquarists because of their specific care requirements.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 5 inches (13 cm)",
    "img": "https://example.com/banjo-catfish-image.jpg",
    "size": "Small",
    "species": "Bunocephalus coracoideus",
    "family": "Catfish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Burmese Upside Down Catfish",
    "description": "The Burmese Upside Down Catfish, scientifically known as Mystus leucophasis, is a fascinating freshwater catfish species native to Southeast Asia. It is named for its habit of swimming upside down near the water's surface. \n\nBurmese Upside Down Catfish are peaceful and can be kept in community aquariums with other non-aggressive fish. They reach a maximum size of 6 inches (15 cm) and prefer slightly warmer water temperatures, ranging from 75°F to 82°F (24°C to 28°C). These catfish require a well-maintained tank with plenty of hiding spots and vegetation to mimic their natural habitat. Intermediate aquarists will appreciate the unique behavior and care requirements of the Burmese Upside Down Catfish.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/burmese-upside-down-catfish-image.jpg",
    "size": "Small",
    "species": "Mystus leucophasis",
    "family": "Catfish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Chinese Algae Eater",
    "description": "The Chinese Algae Eater, scientifically known as Gyrinocheilus aymonieri, is a popular freshwater catfish species native to Southeast Asia. It is highly valued for its ability to consume algae in aquariums, making it a natural solution for algae control. Young Chinese Algae Eaters are usually peaceful and can be a helpful addition to a community tank. However, as they mature, they can become more territorial and aggressive, particularly towards other bottom-dwelling fish. This aggressive behavior makes it essential to provide them with ample space and hiding spots. These fish are known for their elongated bodies and sucker mouths, which they use to cling to surfaces and scrape off algae. They prefer aquariums with plenty of rocks, driftwood, and plants where they can find shelter and food. Despite their name, they should not be relied upon solely for algae control and need a varied diet, including algae wafers and vegetables. Chinese Algae Eaters can grow up to 6 inches (15 cm) in length and are best kept in larger tanks to accommodate their size and activity level. They are generally recommended for intermediate aquarists due to their specific care requirements.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/chinese-algae-eater-image.jpg",
    "size": "Medium",
    "species": "Gyrinocheilus aymonieri",
    "family": "Catfish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 80°F (24°C - 27°C)"
  },
  {
    "name": "Columbian Shark",
    "description": "The Columbian Shark, also known as the Black Fin Shark or Jordan's Catfish, is a striking species of freshwater catfish native to South America. Its sleek appearance and active swimming behavior make it a favorite among aquarium enthusiasts. This fish is notable for its silver body and distinctive black-tipped fins, which give it a shark-like appearance. Columbian Sharks are peaceful by nature but require a lot of space due to their potential size. They can grow up to 24 inches (61 cm), necessitating a large aquarium with excellent water quality. These fish are known to migrate between freshwater and brackish water in the wild, so they may require the addition of salt to their tank water as they mature. A spacious tank with strong filtration and regular water changes is essential to keep them healthy. Columbian Sharks are active swimmers and appreciate an environment with plenty of open swimming areas, as well as hiding spots. They thrive on a diet of high-quality pellets, frozen foods, and occasional live foods. Due to their size and specific care needs, Columbian Sharks are best suited for advanced aquarists who can provide a suitable habitat.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 24 inches (61 cm)",
    "img": "https://example.com/columbian-shark-image.jpg",
    "size": "Large",
    "species": "Ariopsis seemanni",
    "family": "Catfish",
    "experienceLevel": "Advanced",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 80°F (24°C - 27°C)"
  },
  {
    "name": "Farlowella Catfish",
    "description": "The Farlowella Catfish, scientifically known as Farlowella acus, is a unique and slender freshwater catfish species native to South America. Its appearance is quite distinctive, featuring an elongated body and twig-like protrusions that provide excellent camouflage among aquatic plants. This adaptation makes the Farlowella Catfish an intriguing addition to any aquarium. They are peaceful fish that can be kept with other non-aggressive species, making them ideal for community tanks. Farlowella Catfish prefer a well-planted aquarium with plenty of hiding places created by driftwood and dense vegetation. They thrive in clean, well-oxygenated water with a stable temperature range of 72°F - 79°F (22°C - 26°C). These fish are primarily herbivores and should be provided with a diet rich in plant matter, including algae wafers, blanched vegetables, and occasionally, fresh algae from the tank. Despite their peaceful nature, they can be sensitive to changes in water quality, so maintaining consistent water parameters is crucial. Farlowella Catfish can grow up to 6 inches (15 cm) and are generally recommended for intermediate aquarists due to their specific environmental needs.",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/farlowella-catfish-image.jpg",
    "size": "Medium",
    "species": "Farlowella acus",
    "family": "Catfish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Gold Algae Eater",
    "description": "The Gold Algae Eater, scientifically known as Gyrinocheilus aymonieri, is a variety of the Chinese Algae Eater with a distinctive gold coloration. This vibrant appearance makes it a popular choice among aquarists seeking both functionality and beauty in their tanks. Like its counterpart, it is valued for its ability to consume algae in aquariums, helping to keep tanks clean. However, as it matures, the Gold Algae Eater can become aggressive, especially towards other bottom-dwelling fish. These fish are best kept in large tanks with ample hiding spaces to reduce stress and aggression. They thrive in a well-maintained environment with stable water conditions. Their diet should include algae wafers, vegetables, and occasional protein sources. Despite their aggressive tendencies, they are a fascinating addition to any large freshwater aquarium.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/gold-algae-eater-image.jpg",
    "size": "Medium",
    "species": "Gyrinocheilus aymonieri",
    "family": "Catfish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 80°F (24°C - 27°C)"
  },
  {
    "name": "Otocinclus Catfish",
    "description": "The Otocinclus Catfish, scientifically known as Otocinclus affinis, is a small and peaceful freshwater catfish species native to South America. It is highly valued for its algae-eating habits, making it a beneficial addition to planted aquariums. These fish are often kept to help control algae growth without harming plants. Otocinclus Catfish are shoaling fish, meaning they thrive best in groups of at least six individuals, which helps reduce stress and encourages natural behavior. They require a well-oxygenated tank with plenty of hiding spots among plants and decorations. Their diet consists mainly of algae, but they should also be supplemented with vegetable-based foods. Due to their small size and peaceful nature, they are compatible with a wide range of other community fish. Regular water changes are essential to keep them healthy and thriving.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/otocinclus-catfish-image.jpg",
    "size": "Small",
    "species": "Otocinclus affinis",
    "family": "Catfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 78°F (22°C - 26°C)"
  },
  {
    "name": "Petricola Synodontis",
    "description": "The Petricola Synodontis, scientifically known as Synodontis petricola, is a popular freshwater catfish species native to Africa, specifically Lake Tanganyika. This species is highly prized for its attractive appearance, featuring a sleek body and striking white spots. Petricola Synodontis are peaceful and can be kept in community aquariums with other non-aggressive fish. They are known for their nocturnal habits, often hiding during the day and becoming more active at night. These catfish prefer tanks with plenty of hiding spots, such as caves and dense vegetation. Their diet should include sinking pellets, algae wafers, and occasional protein-rich foods. They are relatively hardy and can adapt to a range of water conditions, making them suitable for intermediate aquarists. Regular tank maintenance is essential to ensure their health and well-being.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "img": "https://example.com/petricola-synodontis-image.jpg",
    "size": "Small",
    "species": "Synodontis petricola",
    "family": "Catfish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.8 - 8.5",
    "temperatureRange": "72°F - 78°F (22°C - 26°C)"
  },
  {
    "name": "Pictus Catfish",
    "description": "The Pictus Catfish, scientifically known as Pimelodus pictus, is a popular freshwater catfish species native to South America. It is characterized by its unique appearance, featuring striking black and white patterning and long, elegant barbels. Pictus Catfish are active and social fish, making them a great addition to community aquariums. They require a spacious tank with plenty of swimming room and hiding spots. These catfish are nocturnal and will often hide during the day, becoming more active at night. Their diet consists of sinking pellets, live or frozen foods, and occasional vegetable matter. Pictus Catfish are relatively hardy but require clean, well-oxygenated water to thrive. They are best kept with other peaceful fish to avoid stress and aggression. Regular water changes and tank maintenance are essential for their health.",
   "temperament": "Peaceful",
    "maxGrowthSize": "Up to 5 inches (13 cm)",
    "img": "https://example.com/pictus-catfish-image.jpg",
    "size": "Medium",
    "species": "Pimelodus pictus",
    "family": "Catfish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Redtail Catfish",
    "description": "The Redtail Catfish, scientifically known as Phractocephalus hemioliopterus, is a large and striking freshwater catfish species native to South America. It is named for its distinctive red tail fin, which contrasts beautifully with its gray body. Redtail Catfish are popular among advanced aquarists due to their impressive size and appearance, but they require spacious tanks with pristine water conditions. These fish can grow up to four feet in length, making them suitable only for very large home aquariums or public displays. They are predatory by nature and should be housed with similarly large, robust fish to avoid predation. Their diet should include a variety of live, frozen, and prepared foods to ensure proper nutrition. Redtail Catfish are known for their strong personalities and territorial behavior. Regular tank maintenance and water quality checks are crucial to keeping them healthy and thriving.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 48 inches (122 cm)",
    "img": "https://example.com/redtail-catfish-image.jpg",
    "size": "Large",
    "species": "Phractocephalus hemioliopterus",
    "family": "Catfish",
    "experienceLevel": "Advanced",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Siamese Algae Eater",
    "description": "The Siamese Algae Eater, scientifically known as Crossocheilus siamensis, is a popular freshwater catfish species native to Southeast Asia. It is highly valued for its ability to consume algae in aquariums, making it an effective natural solution for algae control. Siamese Algae Eaters are peaceful and can be kept in community aquariums with other non-aggressive fish. They prefer tanks with plenty of plants and hiding spots to mimic their natural habitat. These fish are active swimmers and will often be seen grazing on algae throughout the tank. Their diet should include algae wafers, vegetables, and occasional protein-rich foods. They are relatively hardy and can adapt to a range of water conditions, making them suitable for intermediate aquarists. Regular tank maintenance and water changes are essential to keep them healthy.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/siamese-algae-eater-image.jpg",
    "size": "Medium",
    "species": "Crossocheilus siamensis",
    "family": "Catfish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 80°F (24°C - 27°C)"
  },
  {
    "name": "Striped Raphael Catfish",
    "description": "The Striped Raphael Catfish, scientifically known as Platydoras armatulus, is a popular freshwater catfish species native to South America. It is recognized by its distinctive striped patterning and elongated body, which make it an attractive addition to any aquarium. Striped Raphael Catfish are nocturnal and typically hide during the day, so they require plenty of hiding places in the aquarium. These fish are semi-aggressive and can be kept with other similarly sized, non-aggressive tankmates. Their diet should include sinking pellets, live or frozen foods, and occasional vegetable matter. They are relatively hardy and can adapt to a variety of water conditions. Regular tank maintenance and water quality checks are crucial for their health and well-being. With proper care, they can live for several years in captivity.",
   "temperament": "Semi-Aggressive",
    "maxGrowthSize": "Up to 8 inches (20 cm)",
    "img": "https://example.com/striped-raphael-catfish-image.jpg",
    "size": "Medium",
    "species": "Platydoras armatulus",
    "family": "Catfish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Synodontis Eupterus",
    "description": "The Synodontis Eupterus, scientifically known as Synodontis eupterus, is a freshwater catfish species native to Africa, specifically the Nile River and Lake Chad basin. It is valued for its unique appearance, featuring an elongated body and striking coloration. Synodontis Eupterus are peaceful and can be kept in community aquariums with other non-aggressive fish. They are known for their nocturnal habits and will often hide during the day, becoming more active at night. Their diet consists of sinking pellets, live or frozen foods, and occasional vegetable matter. These catfish prefer tanks with plenty of hiding spots and stable water conditions. Regular water changes and tank maintenance are essential to keep them healthy. They are relatively hardy and can live for several years in captivity with proper care.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 10 inches (25 cm)",
    "img": "https://example.com/synodontis-eupterus-image.jpg",
    "size": "Medium",
    "species": "Synodontis eupterus",
    "family": "Catfish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Tiger Shovelnose Catfish",
    "description": "The Tiger Shovelnose Catfish, scientifically known as Pseudoplatystoma fasciatum, is a large and popular freshwater catfish species native to South America. It is named for its distinctive shovel-shaped snout and tiger-like patterning, which make it a striking addition to any large aquarium. Tiger Shovelnose Catfish are prized by advanced aquarists for their impressive size and predatory behavior. They require spacious tanks with plenty of hiding spots and stable water conditions. These fish are best kept with other large, robust fish to avoid predation. Their diet should include a variety of live, frozen, and prepared foods to ensure proper nutrition. Regular tank maintenance and water quality checks are crucial for their health and well-being. Due to their size and aggressive nature, they are suitable only for experienced aquarists.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 36 inches (91 cm)",
    "img": "https://example.com/tiger-shovelnose-catfish-image.jpg",
    "size": "Large",
    "species": "Pseudoplatystoma fasciatum",
    "family": "Catfish",
    "experienceLevel": "Advanced",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Upside Down Catfish",
    "description": "The Upside Down Catfish, scientifically known as Synodontis nigriventris, is a small and unique freshwater catfish species native to Africa, specifically the Congo River basin. It is named for its habit of swimming upside down near the water's surface, which is believed to help it feed more efficiently. Upside Down Catfish are peaceful and can be kept in community aquariums with other non-aggressive fish. They prefer tanks with plenty of hiding spots and stable water conditions. Their diet consists mainly of sinking pellets, live or frozen foods, and occasional vegetable matter. These catfish are nocturnal and will often hide during the day, becoming more active at night. Regular tank maintenance and water quality checks are essential for their health. They are relatively hardy and can live for several years in captivity with proper care.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "img": "https://example.com/upside-down-catfish-image.jpg",
    "size": "Small",
    "species": "Synodontis nigriventris",
    "family": "Catfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Acei Cichlid",
    "description": "The Acei Cichlid, scientifically known as Pseudotropheus acei, is a striking freshwater fish species native to Lake Malawi in Africa. These cichlids are renowned for their vibrant blue bodies adorned with vertical black stripes, making them a colorful addition to any aquarium. They are relatively peaceful, which makes them suitable for community tanks housing other African Cichlid species. In their natural habitat, Acei Cichlids are found in well-oxygenated waters with abundant rock formations and hiding spots, preferences that should be mirrored in captivity. These fish thrive in well-aerated tanks, requiring water temperatures between 74°F to 82°F (23°C to 28°C) and a pH range of 7.8 to 8.6. Growing up to 6 inches (15 cm) in length, they are medium-sized cichlids that require a moderate level of care, making them ideal for aquarists with intermediate experience. Providing a varied diet of high-quality pellets and occasional live or frozen foods ensures their health and vibrant coloration. The Acei Cichlid’s peaceful nature, coupled with its stunning appearance, makes it a favorite among cichlid enthusiasts.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/acei-cichlid-image.jpg",
    "size": "Medium",
    "species": "Pseudotropheus acei",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.8 - 8.6",
    "temperatureRange": "74°F - 82°F (23°C - 28°C)"
  },
  {
    "name": "Blue Peacock Cichlid",
    "description": "The Blue Peacock Cichlid, scientifically known as Aulonocara nyassae, is a captivating freshwater fish species native to Lake Malawi in Africa. These fish are celebrated for their vibrant blue bodies with shimmering scales that resemble the colorful feathers of a peacock. Blue Peacock Cichlids have a peaceful temperament, making them excellent candidates for community tanks with other non-aggressive cichlid species. They thrive in spacious aquariums that offer plenty of rock formations and hiding spots, mimicking their natural environment. These cichlids can grow up to 6 inches (15 cm) in length and prefer water temperatures ranging from 74°F to 82°F (23°C to 28°C) with a pH range of 7.8 to 8.6. Despite their peaceful nature, they are active swimmers and enjoy exploring their surroundings. A varied diet of quality cichlid pellets, live, and frozen foods is essential to maintain their health and vibrant coloration. Blue Peacock Cichlids’ stunning appearance and easy-going nature make them a popular choice for intermediate aquarists looking to add a splash of color to their tanks.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/blue-peacock-cichlid-image.jpg",
    "size": "Medium",
    "species": "Aulonocara nyassae",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.8 - 8.6",
    "temperatureRange": "74°F - 82°F (23°C - 28°C)"
  },
  {
    "name": "Brichardi Cichlid",
    "description": "The Brichardi Cichlid, scientifically known as Neolamprologus brichardi, is a fascinating freshwater fish species native to Lake Tanganyika in Africa. This cichlid is distinguished by its striking coloration, featuring vertical black stripes on a white or yellow body. Brichardi Cichlids are known for their unique breeding behaviors, forming monogamous pairs and fiercely guarding their offspring. Although they are relatively peaceful, they can exhibit aggressive tendencies during breeding periods. These cichlids thrive in rocky aquarium setups with plenty of caves and crevices, providing ample hiding spots for spawning and shelter. Brichardi Cichlids grow up to 4 inches (10 cm) in length and prefer water temperatures between 74°F to 80°F (23°C to 27°C) with a pH range of 7.8 to 8.6. They are omnivorous and require a varied diet of quality cichlid pellets, live, and frozen foods to maintain their health. The Brichardi Cichlid’s intriguing behavior and striking appearance make it a favorite among cichlid enthusiasts with an intermediate level of experience.",
    "temperament": "Semi-Aggressive",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "img": "https://example.com/brichardi-cichlid-image.jpg",
    "size": "Small",
    "species": "Neolamprologus brichardi",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.8 - 8.6",
    "temperatureRange": "74°F - 80°F (23°C - 27°C)"
  },
  {
    "name": "Bumblebee Cichlid",
    "description": "The Bumblebee Cichlid, scientifically known as Pseudotropheus crabro, is a vibrant freshwater fish species native to Lake Malawi in Africa. This striking species features bold black and yellow stripes, resembling the colors of a bumblebee, which gives it its common name. Bumblebee Cichlids are known for their energetic and sometimes aggressive behavior, especially towards conspecifics and other tank mates with similar coloration, so careful consideration should be given when selecting tank mates. They require spacious aquariums with plenty of hiding spots and territories to establish their dominance hierarchy, which helps to reduce aggression. In the wild, Bumblebee Cichlids have a unique feeding behavior where they follow larger fish to feed on the parasites they carry, a behavior that can be mimicked in captivity by offering a varied diet. Their diet should include high-quality cichlid pellets, live, and frozen foods to ensure they receive all necessary nutrients. These cichlids can grow up to 5 inches (12.5 cm) in length and prefer water temperatures between 74°F to 82°F (23°C to 28°C) with a pH range of 7.8 to 8.6. Regular water changes and proper filtration are crucial for maintaining water quality and the health of Bumblebee Cichlids. Their bold appearance and dynamic behavior make them a popular choice for experienced aquarists looking to add a visually striking and active species to their aquarium.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 5 inches (12.5 cm)",
    "img": "https://example.com/bumblebee-cichlid-image.jpg",
    "size": "Medium",
    "species": "Pseudotropheus crabro",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.8 - 8.6",
    "temperatureRange": "74°F - 82°F (23°C - 28°C)"
  },
  {
    "name": "Buffalo Head Cichlid",
    "description": "The Buffalo Head Cichlid, scientifically known as Steatocranus casuarius, is an intriguing freshwater fish species native to the Congo River basin in Africa. This cichlid is named for its distinctive appearance, featuring a prominent hump on its forehead that resembles a buffalo’s head. Buffalo Head Cichlids are relatively peaceful but can exhibit territorial behavior, especially during breeding. They thrive in aquariums with plenty of hiding spots, caves, and soft, sandy substrates, which replicate their natural habitat. Growing up to 5 inches (12.5 cm) in length, these cichlids prefer water temperatures between 72°F to 79°F (22°C to 26°C) and a pH range of 6.5 to 7.5. Buffalo Head Cichlids are omnivores and should be fed a varied diet of quality cichlid pellets, live, and frozen foods to ensure their health. Their unique appearance and relatively peaceful nature make them an interesting choice for intermediate aquarists looking to add diversity to their tank. With proper care and a suitable environment, Buffalo Head Cichlids can thrive and become a standout feature in any aquarium.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 5 inches (12.5 cm)",
    "img": "https://example.com/buffalo-head-cichlid-image.jpg",
    "size": "Small",
    "species": "Steatocranus casuarius",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Brichardi Cichlid",
    "description": "The Brichardi Cichlid, scientifically known as Neolamprologus brichardi, is a captivating freshwater fish species native to Lake Tanganyika in Africa. This species is characterized by its striking yellow coloration and unique breeding behavior, which makes it a fascinating subject for aquarists. Brichardi Cichlids are monogamous and form stable pairs, with both parents actively involved in caring for their fry, which is relatively uncommon among fish. This strong parental care ensures high survival rates for their offspring and provides an interesting dynamic in the aquarium. They prefer aquariums with plenty of rockwork and caves to mimic their natural habitat, providing shelter and breeding sites. These cichlids are relatively peaceful and can coexist with other non-aggressive species, making them suitable for community tanks. As omnivores, Brichardi Cichlids should be fed a varied diet consisting of quality cichlid pellets, live, and frozen foods to meet their nutritional needs. In the wild, their diet includes small invertebrates and plant matter, so offering a balanced diet in captivity is essential. Brichardi Cichlids can grow up to 4 inches (10 cm) in length and thrive in water temperatures between 75°F to 82°F (24°C to 28°C) with a pH range of 7.8 to 8.6. Their peaceful nature, coupled with their unique breeding behaviors, makes them a fascinating and rewarding species for intermediate aquarists.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "img": "https://example.com/brichardi-cichlid-image.jpg",
    "size": "Small",
    "species": "Neolamprologus brichardi",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.8 - 8.6",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Caudopunctatus Cichlid",
    "description": "The Caudopunctatus Cichlid, scientifically known as Neolamprologus caudopunctatus, is a captivating freshwater fish species native to Lake Tanganyika in Africa. These cichlids are characterized by their stunning blue coloration and intriguing social behaviors. They are relatively peaceful and can be kept in community aquariums with other non-aggressive cichlid species. Caudopunctatus Cichlids thrive in aquariums with plenty of rockwork and caves, which provide hiding spots and mimic their natural habitat. Growing up to 4 inches (10 cm) in length, they prefer water temperatures between 75°F to 82°F (24°C to 28°C) with a pH range of 7.8 to 8.6. As omnivores, they require a varied diet of quality cichlid pellets, live, and frozen foods to maintain their health. These cichlids’ peaceful nature and stunning appearance make them a popular choice for intermediate aquarists seeking to create a vibrant and harmonious aquarium. With proper care and an appropriate tank setup, Caudopunctatus Cichlids can flourish and display their captivating behaviors in captivity.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "img": "https://example.com/caudopunctatus-cichlid-image.jpg",
    "size": "Small",
    "species": "Neolamprologus caudopunctatus",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.8 - 8.6",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Cobalt Blue Zebra Cichlid",
    "description": "The Cobalt Blue Zebra Cichlid, scientifically known as Maylandia callainos, is a vibrant freshwater fish species native to Lake Malawi in Africa. These cichlids are prized for their stunning blue coloration, which intensifies as they mature. Cobalt Blue Zebra Cichlids are relatively peaceful and can be kept in community aquariums with other non-aggressive cichlid species. They thrive in well-aerated tanks with plenty of rockwork and hiding spots, replicating their natural environment. These cichlids can grow up to 4 inches (10 cm) in length and prefer water temperatures between 75°F to 82°F (24°C to 28°C) with a pH range of 7.8 to 8.6. In the wild, they primarily feed on small invertebrates and plankton, so a varied diet of quality cichlid pellets and occasional live or frozen foods is essential in captivity. The Cobalt Blue Zebra Cichlid’s striking appearance and peaceful nature make it a favorite among cichlid enthusiasts with an intermediate level of experience. Providing a suitable tank setup and diet ensures these cichlids remain healthy and vibrant.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "img": "https://example.com/cobalt-blue-zebra-cichlid-image.jpg",
    "size": "Small",
    "species": "Maylandia callainos",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.8 - 8.6",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Daffodil Cichlid",
    "description": "The Daffodil Cichlid, scientifically known as Neolamprologus pulcher, is a captivating African cichlid native to Lake Tanganyika. This species is notable for its stunning yellow body with contrasting black markings, reminiscent of a daffodil flower, which adds a vibrant touch to any aquarium. Daffodil Cichlids are relatively peaceful and can coexist well with other Tanganyikan species in a community setup. They prefer aquariums that mimic their natural rocky habitats, with plenty of rockwork and caves that provide hiding spots and breeding territories. These cichlids are known for their social behavior and can often be seen interacting with each other in groups. Providing a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for maintaining their health and enhancing their coloration. In the wild, their diet includes small invertebrates and plant matter, so a balanced diet in captivity is crucial. Daffodil Cichlids can grow up to 4 inches (10 cm) in length and thrive in water temperatures between 75°F to 82°F (24°C to 28°C) with a pH range of 7.8 to 9.0. These cichlids are relatively easy to care for, making them suitable for beginner aquarists. Their peaceful demeanor and striking appearance make Daffodil Cichlids a delightful addition to any aquarium.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "img": "https://example.com/daffodil-cichlid-image.jpg",
    "size": "Small",
    "species": "Neolamprologus pulcher",
    "family": "African Cichlid",
    "experienceLevel": "Beginner",
    "waterPHRange": "7.8 - 9.0",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Demasoni Cichlid",
    "description": "The Demasoni Cichlid, scientifically known as Pseudotropheus demasoni, is a striking freshwater fish species native to Lake Malawi in Africa. This cichlid is named after Ad Konings, who discovered and introduced it to the aquarium hobby. Demasoni Cichlids are known for their brilliant blue coloration and distinctive black vertical bars, making them a popular choice among cichlid enthusiasts. Although they are relatively peaceful, they can be territorial, particularly during breeding. These cichlids thrive in aquariums with plenty of rockwork and hiding spots to establish territories and reduce aggression. Growing up to 4 inches (10 cm) in length, they prefer water temperatures between 75°F to 82°F (24°C to 28°C) with a pH range of 7.8 to 8.6. Demasoni Cichlids are omnivores and require a varied diet of quality cichlid pellets, live, and frozen foods to maintain their health. Their stunning appearance and dynamic behavior make them an attractive addition to intermediate aquarists' collections, provided they are given the appropriate tank conditions and care.",
    "temperament": "Semi-Aggressive",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "img": "https://example.com/demasoni-cichlid-image.jpg",
    "size": "Small",
    "species": "Pseudotropheus demasoni",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.8 - 8.6",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Duboisi Cichlid",
    "description": "The Duboisi Cichlid, scientifically known as Tropheus duboisi, is a striking African cichlid native to Lake Tanganyika. This species is recognized for its dark body adorned with vibrant white or yellow spots, creating a mesmerizing contrast that captivates aquarists. Duboisi Cichlids are highly social and thrive in large groups, displaying fascinating schooling behavior that adds dynamic movement to any aquarium. They require an aquarium with plenty of rocky hiding spots to establish territories and seek shelter, which helps to reduce stress and aggression. Offering a diet rich in vegetable matter, supplemented with high-quality pellets and occasional live or frozen foods, is essential for their health and coloration. In their natural habitat, Duboisi Cichlids primarily feed on algae, so a diet that includes spirulina and other vegetable-based foods is beneficial. These cichlids can grow up to 5 inches (12.5 cm) in length and prefer water temperatures between 75°F to 82°F (24°C to 28°C) with a pH range of 7.5 to 9.0. While they can be aggressive, especially towards conspecifics, maintaining a large group can help to spread out aggression and promote natural social behaviors. Regular water changes and stable water conditions are crucial for their well-being. The Duboisi Cichlid's striking appearance and interesting social dynamics make them a fascinating choice for experienced aquarists.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 5 inches (12.5 cm)",
    "img": "https://example.com/duboisi-cichlid-image.jpg",
    "size": "Small",
    "species": "Tropheus duboisi",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.5 - 9.0",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Electric Blue Cichlid",
    "description": "The Electric Blue Cichlid, scientifically known as Sciaenochromis fryeri, is a breathtaking freshwater fish species native to Lake Malawi in Africa. These cichlids are celebrated for their vibrant electric blue coloration, which becomes more intense as they mature. Electric Blue Cichlids have a peaceful temperament, making them suitable for community tanks with other non-aggressive cichlid species. They thrive in spacious aquariums with plenty of rockwork and hiding spots, replicating their natural habitat. These cichlids can grow up to 7 inches (18 cm) in length and prefer water temperatures between 75°F to 82°F (24°C to 28°C) with a pH range of 7.8 to 8.6. In the wild, they primarily feed on small fish and invertebrates, so a varied diet of quality cichlid pellets and occasional live or frozen foods is essential in captivity. The Electric Blue Cichlid’s stunning appearance and peaceful nature make it a favorite among cichlid enthusiasts with an intermediate level of experience. Providing a suitable tank setup and diet ensures these cichlids remain healthy and vibrant.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/electric-blue-cichlid-image.jpg",
    "size": "Medium",
    "species": "Sciaenochromis fryeri",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.8 - 8.6",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  
  {
    "name": "Electric Yellow Cichlid",
    "description": "The Electric Yellow Cichlid, scientifically known as Labidochromis caeruleus, is a vibrant freshwater fish species native to Lake Malawi in Africa. It is highly prized for its bright yellow coloration, which adds a pop of color to any aquarium, making it a favorite among cichlid enthusiasts. This species is relatively peaceful and can be kept in community aquariums with other non-aggressive cichlid species, provided that the tank is spacious enough to accommodate their need for territories. Electric Yellow Cichlids thrive in well-aerated tanks with plenty of rockwork and hiding spots, which mimic their natural habitat and provide shelter and breeding areas. They are known for their hardy nature and adaptability, making them suitable for intermediate aquarists. In the wild, Electric Yellow Cichlids primarily feed on small invertebrates and plankton, so a varied diet with quality cichlid pellets and occasional live or frozen foods is essential in captivity to ensure their health and vibrant coloration. Their small size, growing up to 4 inches (10 cm), makes them manageable in medium-sized aquariums. Regular water changes and proper filtration are crucial for maintaining water quality and the overall well-being of these fish. Electric Yellow Cichlids prefer water temperatures between 75°F to 82°F (24°C to 28°C) with a pH range of 7.8 to 8.6. Their peaceful demeanor and striking appearance make them a delightful addition to any community cichlid aquarium.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "img": "https://example.com/electric-yellow-cichlid-image.jpg",
    "size": "Small",
    "species": "Labidochromis caeruleus",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.8 - 8.6",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Frontosa Cichlid",
    "description": "The Frontosa Cichlid, scientifically known as Cyphotilapia frontosa, is a majestic freshwater fish species native to Lake Tanganyika in Africa. These cichlids are renowned for their striking appearance, featuring a prominent hump on their forehead and bold black and white stripes. Frontosa Cichlids are relatively peaceful but can be territorial, particularly towards conspecifics. They thrive in large aquariums with plenty of rockwork and hiding spots, providing ample space to establish territories and reduce aggression. Growing up to 12 inches (30 cm) in length, they prefer water temperatures between 75°F to 80°F (24°C to 27°C) with a pH range of 7.8 to 8.6. Frontosa Cichlids are carnivorous and require a diet rich in protein, including quality cichlid pellets, live, and frozen foods. Their majestic appearance and intriguing behavior make them a popular choice among experienced aquarists seeking to create a stunning and dynamic aquarium. With proper care and an appropriate tank setup, Frontosa Cichlids can thrive and become a standout feature in any cichlid collection.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 12 inches (30 cm)",
    "img": "https://example.com/frontosa-cichlid-image.jpg",
    "size": "Large",
    "species": "Cyphotilapia frontosa",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.8 - 8.6",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Fuelleborni Cichlid",
    "description": "The Fuelleborni Cichlid, scientifically known as Labeotropheus fuelleborni, is a colorful and hardy African cichlid native to Lake Malawi. This species showcases vibrant blue and yellow hues, with males displaying more intense colors than females. Fuelleborni Cichlids are known for their robust and stocky body shape, which is well-suited for their rocky lake habitats. They are territorial but generally less aggressive compared to other Malawi cichlids, making them a popular choice for intermediate aquarists. These cichlids thrive in aquariums that replicate their natural environment, with plenty of rocks, caves, and crevices where they can establish territories and seek shelter. As omnivores, Fuelleborni Cichlids require a varied diet that includes high-quality flakes, pellets, and occasional live or frozen foods. Their natural diet in the wild consists of algae and small invertebrates, so incorporating vegetable matter into their diet is beneficial. Regular water changes and proper filtration are crucial for maintaining water quality and ensuring the health of these vibrant fish. The Fuelleborni Cichlid can grow up to 6 inches (15 cm) in length and prefers water temperatures between 75°F to 82°F (24°C to 28°C) with a pH range of 7.5 to 8.5. Their hardy nature and stunning appearance make them a captivating addition to any cichlid aquarium.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/fuelleborni-cichlid-image.jpg",
    "size": "Medium",
    "species": "Labeotropheus fuelleborni",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.5 - 8.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Gold Ocellatus Cichlid",
    "description": "The Gold Ocellatus Cichlid, also known as Neolamprologus leleupi, is a striking African cichlid hailing from Lake Tanganyika. It is particularly admired for its brilliant yellow coloration and the ocellus-like spots on its fins, which add to its visual appeal. Gold Ocellatus Cichlids are relatively peaceful but can become territorial, especially during breeding periods when they fiercely guard their nests. They thrive in aquariums with a rocky setup, offering plenty of caves and crevices that provide necessary hiding spots and breeding territories. These cichlids are mouthbrooders, with females incubating their eggs in their mouths until they hatch, a fascinating behavior to observe. Maintaining stable water parameters and providing a balanced diet are essential for the well-being of Gold Ocellatus Cichlids. Their diet should include high-quality flakes, pellets, and occasional live or frozen foods to ensure their nutritional needs are met. In their natural habitat, they feed on small invertebrates and algae, so a diet rich in vegetable matter is beneficial. Gold Ocellatus Cichlids can grow up to 5 inches (12.5 cm) in length and prefer water temperatures between 75°F to 82°F (24°C to 28°C) with a pH range of 7.8 to 9.0. Their captivating coloration and semi-aggressive nature make them a popular choice for intermediate aquarists looking to add a splash of color to their tank..",
    "temperament": "Semi-Aggressive",
    "maxGrowthSize": "Up to 5 inches (12.5 cm)",
    "img": "https://example.com/gold-ocellatus-cichlid-image.jpg",
    "size": "Small",
    "species": "Neolamprologus leleupi",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.8 - 9.0",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Kenyi Cichlid",
    "description": "The Kenyi Cichlid, scientifically known as Metriaclima lombardoi, is a vibrant freshwater fish species native to Lake Malawi in Africa. It is prized for its striking blue and yellow coloration, which intensifies as the fish matures, creating a visually stunning display in aquariums. These cichlids are relatively peaceful but can exhibit territorial behavior, especially during breeding periods. To minimize aggression, it's important to provide a spacious tank with plenty of rockwork and caves where the fish can establish territories. Kenyi Cichlids are omnivores and thrive on a varied diet that includes high-quality cichlid pellets, as well as live and frozen foods. In their natural habitat, they feed on algae and small invertebrates, so incorporating some vegetable matter into their diet is beneficial. They can grow up to 5 inches (12.5 cm) in length and prefer water temperatures between 75°F to 82°F (24°C to 28°C) with a pH range of 7.8 to 8.6. Kenyi Cichlids are known for their hardy nature and adaptability, making them suitable for intermediate aquarists. Regular water changes and maintaining stable water parameters are essential to keep them healthy. Their dynamic behavior and stunning appearance make Kenyi Cichlids a popular choice for African cichlid enthusiasts.",
    "temperament": "Semi-Aggressive",
    "maxGrowthSize": "Up to 5 inches (12.5 cm)",
    "img": "https://example.com/kenyi-cichlid-image.jpg",
    "size": "Medium",
    "species": "Metriaclima lombardoi",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.8 - 8.6",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Kirbensis Cichlid",
    "description": "The Kirbensis Cichlid, scientifically known as Neolamprologus pulcher, is a captivating freshwater fish species native to Lake Tanganyika in Africa. This cichlid is highly prized for its striking blue coloration, which adds a vibrant touch to any aquarium setup. Known for its peaceful temperament, the Kirbensis Cichlid makes an ideal addition to community aquariums, coexisting harmoniously with other non-aggressive species. Unlike many larger cichlid species, Kirbensis Cichlids are relatively small, reaching up to 4 inches (10 cm) in length, making them suitable for smaller tanks. They thrive in environments that replicate their natural habitat, with plenty of rockwork and caves to explore and hide. As omnivores, these cichlids benefit from a varied diet consisting of quality cichlid pellets, live, and frozen foods. In their natural setting, they feed on a mix of plant matter and small invertebrates, so a balanced diet in captivity is essential for their health and coloration. Water temperatures between 75°F to 82°F (24°C to 28°C) and a pH range of 7.8 to 8.6 are optimal for their well-being. Intermediate aquarists find Kirbensis Cichlids relatively easy to care for, given their adaptability and hardy nature. Ensuring stable water conditions and regular maintenance will help them thrive and display their full spectrum of colors. Their stunning appearance and peaceful demeanor make Kirbensis Cichlids a cherished choice for fish enthusiasts.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "img": "https://example.com/kirbensis-cichlid-image.jpg",
    "size": "Small",
    "species": "Neolamprologus pulcher",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.8 - 8.6",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Orange Leleupi Cichlid",
    "description": "The Orange Leleupi Cichlid, scientifically known as Neolamprologus leleupi, is a vibrant freshwater fish species native to Lake Tanganyika in Africa. This species is particularly admired for its brilliant orange coloration, which stands out dramatically in any aquarium setting. Orange Leleupi Cichlids are known for their relatively peaceful nature, making them suitable for community tanks with other non-aggressive cichlid species. They thrive in aquariums that replicate their rocky natural habitat, requiring plenty of rockwork and caves for hiding and territory establishment. These cichlids can grow up to 6 inches (15 cm) in length, and their striking appearance is further enhanced by providing a varied diet. As omnivores, they do well on high-quality cichlid pellets, supplemented with live and frozen foods. Their natural diet includes small invertebrates and plant matter, so a balanced diet is crucial for maintaining their vibrant coloration and overall health. The ideal water parameters for Orange Leleupi Cichlids include a temperature range of 75°F to 82°F (24°C to 28°C) and a pH of 7.8 to 8.6. Intermediate aquarists find them relatively easy to care for, provided that the tank is well-maintained and stable. Regular water changes and monitoring water quality are essential to keep these cichlids healthy and vibrant. Their stunning color and peaceful disposition make Orange Leleupi Cichlids a popular and visually striking addition to any cichlid collection.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/orange-leleupi-cichlid-image.jpg",
    "size": "Medium",
    "species": "Neolamprologus leleupi",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.8 - 8.6",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Maingano Cichlid",
    "description": "The Maingano Cichlid, also known as Melanochromis cyaneorhabdos, is a stunning African cichlid native to Lake Malawi. It is easily recognized by its deep blue body adorned with striking black vertical bars, creating a dramatic and eye-catching appearance. Maingano Cichlids are highly territorial and can be aggressive, especially towards similar-looking species. To minimize aggression, it is essential to provide a spacious aquarium with plenty of rockwork and hiding spots where they can establish territories. These cichlids can grow up to 5 inches (12.5 cm) in length and thrive in well-maintained tanks with stable water conditions. Their diet should include a variety of foods, rich in vegetable matter and protein, such as high-quality cichlid pellets, spirulina, and occasional live or frozen foods. In the wild, they feed on algae and small invertebrates, so a balanced diet in captivity is crucial for their health and coloration. The ideal water parameters for Maingano Cichlids are temperatures between 75°F to 82°F (24°C to 28°C) and a pH range of 7.8 to 8.6. While they require careful management due to their aggressive nature, they are relatively hardy and can adapt well to different aquarium setups. Their striking appearance and dynamic behavior make Maingano Cichlids a popular choice for experienced aquarists looking to add a touch of drama to their tank.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 5 inches (12.5 cm)",
    "img": "https://example.com/maingano-cichlid-image.jpg",
    "size": "Small",
    "species": "Melanochromis cyaneorhabdos",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.5 - 8.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Moorei Cichlid",
    "description": "The Moorei Cichlid, scientifically known as Copadichromis borleyi, is a stunning African cichlid native to Lake Malawi. It is recognized for its vibrant coloration, with males displaying shades of blue and females showcasing hues of yellow, creating a visually striking contrast in any aquarium. Moorei Cichlids are relatively peaceful and can be kept in community setups with other Malawi species, provided that their tank mates are similarly non-aggressive. They prefer aquariums with plenty of open swimming space and rockwork to establish territories and seek shelter, which helps to reduce stress and promote natural behaviors. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for maintaining their health and enhancing their vibrant coloration. In the wild, their diet includes small invertebrates and algae, so incorporating vegetable matter into their diet is beneficial. Moorei Cichlids can grow up to 6 inches (15 cm) in length and thrive in water temperatures between 75°F to 82°F (24°C to 28°C) with a pH range of 7.5 to 8.5. Regular water changes and maintaining stable water parameters are vital for their well-being. Their peaceful nature and stunning appearance make Moorei Cichlids a popular and rewarding choice for intermediate aquarists looking to add a touch of elegance to their tank.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/moorei-cichlid-image.jpg",
    "size": "Medium",
    "species": "Copadichromis borleyi",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.5 - 8.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Peacock Cichlid",
    "description": "The Peacock Cichlid, scientifically known as Aulonocara sp., is a stunning freshwater fish species native to Lake Malawi in Africa. It is renowned for its vibrant coloration and unique patterns, which make it a favorite among cichlid enthusiasts. Peacock Cichlids are relatively peaceful compared to other cichlid species, making them suitable for community tanks with other non-aggressive fish. They thrive in well-aerated aquariums that offer plenty of rockwork and hiding spots to mimic their natural environment. In the wild, Peacock Cichlids primarily feed on small invertebrates and plankton, so providing a varied diet in captivity is essential. Quality cichlid pellets should form the staple of their diet, with occasional live or frozen foods to enhance their coloration and health. These cichlids can grow up to 6 inches (15 cm) in length, making them a medium-sized species that fits well in most aquariums. The ideal water conditions for Peacock Cichlids include temperatures between 75°F to 82°F (24°C to 28°C) and a pH range of 7.8 to 8.6. Intermediate aquarists find them relatively easy to care for, given their hardy nature and adaptability. Maintaining stable water conditions and providing regular tank maintenance will help these cichlids thrive. Their dazzling colors and peaceful behavior make Peacock Cichlids a visually appealing and rewarding choice for any aquarium.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/peacock-cichlid-image.jpg",
    "size": "Medium",
    "species": "Aulonocara sp.",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.8 - 8.6",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Red Peacock Cichlid",
    "description": "The Red Peacock Cichlid, scientifically known as Aulonocara sp. 'Stuartgranti Maleri', is a vibrant African cichlid native to Lake Malawi. It showcases stunning red and orange hues, with males displaying more intense colors than females, making them a focal point in any aquarium. Red Peacock Cichlids are relatively peaceful and can be kept in community setups with other Malawi cichlids, provided that their tank mates are similarly non-aggressive. These cichlids prefer aquariums with plenty of rockwork and caves to establish territories and seek shelter, which helps to reduce stress and promote natural behaviors. A varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for maintaining their health and enhancing their vibrant coloration. In the wild, their diet includes small invertebrates and algae, so a balanced diet in captivity is crucial. Red Peacock Cichlids can grow up to 6 inches (15 cm) in length and thrive in water temperatures between 75°F to 82°F (24°C to 28°C) with a pH range of 7.5 to 8.5. Regular water changes and maintaining stable water parameters are vital for their well-being. Their peaceful nature and stunning appearance make Red Peacock Cichlids a popular and rewarding choice for intermediate aquarists.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/red-peacock-cichlid-image.jpg",
    "size": "Medium",
    "species": "Aulonocara sp. 'Stuartgranti Maleri'",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.5 - 8.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Red Zebra Cichlid",
    "description": "The Red Zebra Cichlid, scientifically known as Maylandia estherae, is a vibrant freshwater fish species native to Lake Malawi in Africa. It is highly prized for its striking red coloration, which intensifies as the fish matures, adding a vivid splash of color to any aquarium. Red Zebra Cichlids are relatively peaceful and can be kept in community tanks with other non-aggressive cichlid species. They thrive in well-aerated aquariums with plenty of rockwork and hiding spots, providing them with the necessary environment to establish territories and reduce stress. These cichlids can reach up to 4 inches (10 cm) in length, making them suitable for medium-sized aquariums. As omnivores, their diet should include quality cichlid pellets, along with live and frozen foods to ensure their nutritional needs are met. In their natural habitat, they feed on small invertebrates and plankton, so a balanced diet in captivity is crucial for maintaining their vibrant coloration and overall health. The ideal water parameters for Red Zebra Cichlids include a temperature range of 75°F to 82°F (24°C to 28°C) and a pH of 7.8 to 8.6. They are relatively hardy and adaptable, making them a suitable choice for intermediate aquarists. Regular water changes and monitoring water quality are essential to keep these cichlids healthy and thriving. Their eye-catching appearance and manageable temperament make Red Zebra Cichlids a popular and delightful addition to any cichlid aquarium.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "img": "https://example.com/red-zebra-cichlid-image.jpg",
    "size": "Small",
    "species": "Maylandia estherae",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.8 - 8.6",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Venustus Cichlid",
    "description": "The Venustus Cichlid, scientifically known as Nimbochromis venustus, is a striking freshwater fish species native to Lake Malawi in Africa. This cichlid is named for its beautiful coloration and graceful appearance, making it a standout addition to any aquarium. Venustus Cichlids are relatively peaceful, although they can exhibit territorial behavior, especially during breeding. They thrive in spacious, well-aerated tanks with plenty of rockwork and hiding spots to replicate their natural habitat and reduce stress. These cichlids can grow up to 10 inches (25 cm) in length, requiring larger aquariums to accommodate their size and activity levels. In the wild, they feed on small invertebrates and plankton, so a varied diet in captivity is essential. Providing high-quality cichlid pellets, along with live and frozen foods, will help maintain their vibrant coloration and overall health. The ideal water conditions for Venustus Cichlids include temperatures between 75°F to 82°F (24°C to 28°C) and a pH range of 7.8 to 8.6. Intermediate aquarists find them relatively easy to care for, given their hardy nature and adaptability. Maintaining stable water parameters and regular tank maintenance are crucial for their well-being. The Venustus Cichlid's majestic appearance and peaceful temperament make it a prized choice for cichlid enthusiasts looking to add a touch of elegance to their aquarium.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 10 inches (25 cm)",
    "img": "https://example.com/venustus-cichlid-image.jpg",
    "size": "Large",
    "species": "Nimbochromis venustus",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.8 - 8.6",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Yellowfin Borleyi Cichlid",
    "description": "The Yellowfin Borleyi Cichlid, also known as Cyrtocara moorii, is an iconic African cichlid endemic to Lake Malawi. It is characterized by its elongated body, prominent forehead bump, and vibrant yellow fins, which make it a standout addition to any aquarium. Yellowfin Borleyi Cichlids are relatively peaceful and can be kept in community setups with other Malawi species, provided that their tank mates are similarly non-aggressive. They prefer aquariums with rocky structures and ample swimming space to thrive, which helps to mimic their natural environment. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for maintaining their health and enhancing their coloration. In the wild, their diet includes small invertebrates and algae, so incorporating vegetable matter into their diet is beneficial. Yellowfin Borleyi Cichlids can grow up to 8 inches (20 cm) in length and thrive in water temperatures between 75°F to 82°F (24°C to 28°C) with a pH range of 7.5 to 8.5. Regular water changes and proper filtration are crucial for maintaining water quality and ensuring the health of these vibrant fish. Their peaceful nature and striking appearance make Yellowfin Borleyi Cichlids a popular choice for intermediate aquarists looking to add a unique and colorful species to their tank.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 8 inches (20 cm)",
    "img": "https://example.com/yellowfin-borleyi-cichlid-image.jpg",
    "size": "Medium",
    "species": "Cyrtocara moorii",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.5 - 8.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Zebra Obliquidens",
    "description": "The Zebra Obliquidens, scientifically known as Metriaclima sp. 'Zebra Gold', is an attractive African cichlid found in Lake Malawi. It is named for the zebra-like striping pattern that adorns its body, making it a visually striking addition to any aquarium. Zebra Obliquidens are relatively peaceful but can display aggression towards similar-looking species, especially during breeding periods when males become highly territorial. They thrive in aquariums with plenty of rockwork and caves that provide necessary hiding spots and breeding territories. These cichlids require a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods to ensure their nutritional needs are met. In the wild, they feed on algae and small invertebrates, so incorporating vegetable matter into their diet is beneficial. Zebra Obliquidens can grow up to 6 inches (15 cm) in length and prefer water temperatures between 75°F to 82°F (24°C to 28°C) with a pH range of 7.5 to 8.5. Regular water changes and proper filtration are crucial for maintaining water quality and ensuring the health of these vibrant fish. Their semi-aggressive nature requires careful tank mates selection to prevent conflicts. The Zebra Obliquidens' striking appearance and manageable temperament make them a popular choice for intermediate aquarists.",
    "temperament": "Semi-Aggressive",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/zebra-obliquidens-image.jpg",
    "size": "Medium",
    "species": "Metriaclima sp. 'Zebra Gold'",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.5 - 8.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Bolivian Ram",
    "description": "The Bolivian Ram, scientifically known as Mikrogeophagus altispinosus, originates from the rivers and streams of Bolivia, where it dazzles with its vibrant coloration and distinctive black markings on the dorsal fin. These peaceful cichlids grow up to 3 inches (8 cm), making them suitable for community aquariums with other peaceful fish species. They exhibit a calm demeanor, making them an excellent choice for beginner aquarists looking to add color and tranquility to their tanks. To ensure their well-being, maintain water parameters within a pH range of 6.0 to 7.5 and temperatures between 72°F to 78°F (22°C to 26°C). Bolivian Rams are relatively hardy and adaptable, thriving in a variety of aquatic environments with proper care and maintenance.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 3 inches (8 cm)",
    "img": "https://example.com/bolivian-ram-image.jpg",
    "size": "Small",
    "species": "Mikrogeophagus altispinosus",
    "family": "New World Cichlid",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 78°F (22°C - 26°C)"
  },
  {
    "name": "Cuckatoides Apistogramma",
    "description": "The Cuckatoides Apistogramma, scientifically known as Apistogramma cacatuoides, is a colorful freshwater fish species native to South America, particularly in the Amazon Basin. It is highly sought after by aquarists for its striking appearance and interesting behavior. Cuckatoides Apistogrammas display vibrant colors, including shades of yellow, orange, and blue, especially during breeding. They are relatively peaceful but can be territorial, particularly when breeding. These fish add vibrancy and dynamism to any aquarium setup, making them a favorite among hobbyists who enjoy observing their social interactions and colorful displays. Cuckatoides Apistogrammas prefer well-planted aquariums with plenty of hiding spots and areas to explore. Providing a diverse diet consisting of high-quality flakes, pellets, and occasional live or frozen foods will help maintain their health and vibrant colors. They are generally considered intermediate-level fish to care for due to their specific habitat requirements and occasional territorial behavior. Maintaining stable water parameters, including a pH range of 6.0 to 7.5 and a temperature range of 72°F to 80°F (22°C to 27°C), is crucial for their overall well-being and breeding success. With proper care and attention, Cuckatoides Apistogrammas can thrive and become a centerpiece in a well-maintained aquarium.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 3 inches (7.5 cm)",
    "img": "https://example.com/cuckatoides-apistogramma-image.jpg",
    "size": "Small",
    "species": "Apistogramma cacatuoides",
    "family": "New World Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 80°F (22°C - 27°C)"
  },
  {
    "name": "Flame Red Agassizii Apistogramma",
    "description": "The Flame Red Agassizii Apistogramma, scientifically known as Apistogramma agassizii, is a vibrant species of dwarf cichlid native to the Amazon Basin in South America. It is known for its fiery red and orange coloration, especially during breeding, making it a stunning addition to any aquarium. Flame Red Agassizii Apistogrammas are relatively peaceful and can be kept in small to medium-sized aquariums, making them suitable for hobbyists with limited space. These fish exhibit fascinating behaviors, especially during courtship and spawning, where males display vibrant colors to attract females. Providing a well-planted aquarium with plenty of hiding spots and territories mimicking their natural habitat will help them feel secure and reduce stress. Flame Red Agassizii Apistogrammas are omnivorous and should be fed a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods to ensure their nutritional needs are met. They are considered intermediate-level fish to care for due to their specific requirements and breeding behaviors. Maintaining stable water parameters, including a pH range of 6.0 to 7.5 and a temperature range of 72°F to 82°F (22°C to 28°C), is essential for their overall health and well-being. With their dazzling colors and intriguing behaviors, Flame Red Agassizii Apistogrammas are sure to captivate any aquarist's attention.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 3 inches (8 cm)",
    "img": "https://example.com/flame-red-agassizii-apistogramma-image.jpg",
    "size": "Small",
    "species": "Apistogramma agassizii",
    "family": "New World Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)"
  },
  {
    "name": "McMasteri Apistogramma",
    "description": "The McMasteri Apistogramma, scientifically known as Apistogramma macmasteri, is a species of dwarf cichlid native to South America. It is known for its vibrant colors and distinct markings, especially during breeding, making it an attractive choice for aquarists. McMasteri Apistogrammas are relatively peaceful and can be kept in small community aquariums, adding color and personality to the tank. These fish exhibit interesting behaviors, including territorial displays and courtship rituals, making them fascinating to observe. Providing a well-decorated aquarium with plenty of hiding spots and territories will help create a suitable environment for McMasteri Apistogrammas to thrive. They are omnivorous and should be offered a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods to ensure optimal health and coloration. McMasteri Apistogrammas are considered intermediate-level fish to care for, requiring stable water parameters and regular maintenance to thrive. Maintaining a pH range of 6.0 to 7.5 and a temperature range of 72°F to 82°F (22°C to 28°C) is crucial for their overall well-being. With their striking appearance and engaging behaviors, McMasteri Apistogrammas are sure to be a highlight in any aquarium setup.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 3 inches (8 cm)",
    "img": "https://example.com/mcmasteri-apistogramma-image.jpg",
    "size": "Small",
    "species": "Apistogramma macmasteri",
    "family": "New World Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)"
  },
  {
    "name": "Chocolate Cichlid",
    "description": "The Chocolate Cichlid, scientifically known as Hypselecara temporalis, is native to South America, where it captivates with its rich brown coloration reminiscent of chocolate. Growing up to 10 inches (25 cm), these medium-sized cichlids add elegance to community aquariums with their peaceful temperament and striking appearance. Intermediate aquarists will appreciate their engaging behavior and manageable care requirements. To ensure their optimal health and vibrancy, maintain water parameters within a pH range of 6.0 to 7.5 and temperatures between 74°F to 82°F (23°C to 28°C). Chocolate Cichlids thrive in well-aerated aquariums with plenty of hiding spots and territories to explore, mimicking their natural habitat.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 10 inches (25 cm)",
    "img": "https://example.com/chocolate-cichlid-image.jpg",
    "size": "Medium",
    "species": "Hypselecara temporalis",
    "family": "New World Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "74°F - 82°F (23°C - 28°C)"
  },
  {
    "name": "Convict Cichlid",
    "description": "Originating from Central America, the Convict Cichlid, scientifically known as Amatitlania nigrofasciata, boasts a distinctive black and white striped pattern resembling a convict's uniform. Despite their small size of up to 6 inches (15 cm), these cichlids exhibit a surprisingly aggressive temperament, especially during breeding periods. Beginner aquarists should be prepared to manage their territorial behavior and provide adequate space for them to establish territories. Convict Cichlids thrive in water with a pH range of 6.5 to 8.0 and temperatures between 72°F to 82°F (22°C to 28°C). Regular water changes and a balanced diet contribute to their overall health and well-being in captivity.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/convict-cichlid-image.jpg",
    "size": "Small",
    "species": "Amatitlania nigrofasciata",
    "family": "New World Cichlid",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 8.0",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)"
  },
  {
    "name": "Electric Blue Acara",
    "description": "The Electric Blue Acara, scientifically known as Andinoacara pulcher, hails from South America, particularly the Amazon Basin, where it enchants with its stunning electric blue coloration. These medium-sized cichlids grow up to 6 inches (15 cm) and exhibit a peaceful temperament, making them suitable for community aquariums with similarly sized fish species. Intermediate aquarists seeking colorful additions will appreciate their vibrant appearance and engaging behavior. To ensure their optimal health, maintain water parameters within a pH range of 6.0 to 7.5 and temperatures between 72°F to 82°F (22°C to 28°C). Providing ample hiding spots and territories helps reduce aggression and stress in Electric Blue Acaras.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/electric-blue-acara-image.jpg",
    "size": "Medium",
    "species": "Andinoacara pulcher",
    "family": "New World Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)"
  },
  {
    "name": "Electric Blue Ram",
    "description": "The Electric Blue Ram, a colorful variant of the Bolivian Ram, scientifically named Mikrogeophagus ramirezi, is prized for its vibrant electric blue coloration and distinctive markings. Despite their small size of up to 2 inches (5 cm), these cichlids exhibit a peaceful temperament, making them ideal for community aquariums with other peaceful fish species. Intermediate aquarists will delight in their striking appearance and relatively easy care requirements. To ensure their well-being, maintain water parameters within a pH range of 6.0 to 7.5 and temperatures between 78°F to 85°F (26°C to 29°C). Providing a well-aerated and properly decorated aquarium mimicking their natural habitat contributes to their overall health and lifespan.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/electric-blue-ram-image.jpg",
    "size": "Small",
    "species": "Mikrogeophagus ramirezi",
    "family": "New World Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "78°F - 85°F (26°C - 29°C)"
  },
  {
    "name": "Firemouth Cichlid",
    "description": "Originating from Central America, particularly Mexico and Guatemala, the Firemouth Cichlid, scientifically named Thorichthys meeki, stands out with its fiery red coloration displayed during courtship and territorial displays. Despite their semi-aggressive temperament, they coexist well with medium-sized fish in community aquariums. Beginner aquarists seeking engaging species will find them rewarding. With a pH range of 6.5 to 8.0 and temperatures between 75°F to 82°F (24°C to 28°C), they require stable water conditions for optimal health. Providing ample hiding spots and territories reduces stress and aggression in Firemouth Cichlids, ensuring a harmonious aquarium environment.",
    "temperament": "Semi-Aggressive",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/firemouth-cichlid-image.jpg",
    "size": "Medium",
    "species": "Thorichthys meeki",
    "family": "New World Cichlid",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 8.0",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Flowerhorn Cichlid",
    "description": "The Flowerhorn Cichlid is a captivating hybrid species known for its unique appearance and vibrant colors. Originating from Malaysia, it has gained popularity worldwide among aquarists due to its bold personality and striking features. With its distinctive protruding head and bright hues, the Flowerhorn Cichlid adds a lively touch to any aquarium. However, it's important to note that Flowerhorns can exhibit aggressive behavior, particularly towards tankmates or during breeding periods. Therefore, they are best kept either alone or with compatible tankmates in spacious setups. As an advanced-level fishkeeping species, Flowerhorn Cichlids require careful attention to water quality and tank parameters. Keeping the pH between 6.5 to 8.0 and maintaining temperatures from 75°F to 82°F (24°C to 28°C) helps ensure their well-being and vibrant coloration..",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 12 inches (30 cm)",
    "img": "https://example.com/flowerhorn-cichlid-image.jpg",
    "size": "Large",
    "species": "Hybrid",
    "family": "New World Cichlid",
    "experienceLevel": "Advanced",
    "waterPHRange": "6.5 - 8.0",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "German Blue Ram",
    "description": "The German Blue Ram, scientifically known as Mikrogeophagus ramirezi, is a popular dwarf cichlid native to South America. Renowned for its stunning blue coloration and distinctive black markings, this species adds elegance to any aquarium setting. With a peaceful temperament, German Blue Rams can thrive in small community tanks, making them a favorite among intermediate aquarists. They reach a maximum size of around 2 inches (5 cm), making them suitable for smaller setups. Maintaining water parameters within a pH range of 6.0 to 7.5 and temperatures between 78°F to 85°F (26°C to 29°C) is crucial for their health and well-being. Providing a well-aerated environment with plenty of hiding spots and natural décor mimicking their native habitat enhances their quality of life in captivity.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/german-blue-ram-image.jpg",
    "size": "Small",
    "species": "Mikrogeophagus ramirezi",
    "family": "New World Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "78°F - 85°F (26°C - 29°C)"
  },
  {
    "name": "Gold Severum",
    "description": "The Gold Severum, scientifically known as Heros severus, is a captivating species of cichlid native to the Amazon Basin in South America. Known for its stunning gold coloration and peaceful temperament, the Gold Severum is a popular choice among intermediate aquarists. These medium-sized cichlids can reach lengths of up to 8 inches (20 cm) and require spacious aquariums with ample hiding spots and territories to thrive. Maintaining water parameters within a pH range of 6.0 to 7.5 and temperatures between 75°F to 82°F (24°C to 28°C) is essential for their optimal health and vibrant coloration. While generally peaceful, Gold Severums may exhibit territorial behavior, especially during breeding periods. Providing a well-decorated aquarium with appropriate tankmates ensures a harmonious aquatic environment for these magnificent fish.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 8 inches (20 cm)",
    "img": "https://example.com/gold-severum-image.jpg",
    "size": "Medium",
    "species": "Heros severus",
    "family": "New World Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Green Terror",
    "description": "The Green Terror, scientifically known as Andinoacara rivulatus, is a striking and territorial species of cichlid native to South America. Characterized by its greenish-blue coloration and spiky dorsal fin, the Green Terror commands attention in any aquarium setup. While they can be aggressive, especially towards smaller or more timid tankmates, they are favored by intermediate aquarists seeking vibrant and engaging species. Green Terrors reach sizes of up to 10 inches (25 cm) and require spacious aquariums with plenty of hiding spots and territories to establish dominance. Maintaining stable water parameters, including a pH range of 6.5 to 8.0 and temperatures between 72°F to 80°F (22°C to 27°C), is crucial for their well-being. Providing a varied diet and regular water changes contribute to their overall health and longevity in captivity.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 10 inches (25 cm)",
    "img": "https://example.com/green-terror-image.jpg",
    "size": "Medium",
    "species": "Andinoacara rivulatus",
    "family": "New World Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 8.0",
    "temperatureRange": "72°F - 80°F (22°C - 27°C)"
  },
  {
    "name": "Jack Dempsey",
    "description": "The Jack Dempsey, scientifically known as Rocio octofasciata, is a formidable species of cichlid native to Central America, particularly Mexico and Honduras. Named after the famous boxer Jack Dempsey, these cichlids are renowned for their aggressive nature and powerful appearance. Growing up to 10 inches (25 cm) in length, Jack Dempseys require spacious aquariums with plenty of hiding spots and territories to accommodate their territorial behavior. While they can be challenging to keep due to their aggression, experienced aquarists appreciate their striking appearance and engaging behavior. Maintaining water parameters within a pH range of 6.5 to 8.0 and temperatures between 72°F to 82°F (22°C to 28°C) is essential for their health and well-being. Providing a well-decorated aquarium with suitable tankmates helps mitigate aggression and creates a balanced aquatic ecosystem for these magnificent fish.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 10 inches (25 cm)",
    "img": "https://example.com/jack-dempsey-image.jpg",
    "size": "Medium",
    "species": "Rocio octofasciata",
    "family": "New World Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 8.0",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)"
  },
  {
    "name": "Albino Tiger Oscar",
    "description": "The Albino Tiger Oscar, scientifically known as Astronotus ocellatus, is a popular and sizable species of cichlid native to South America. Renowned for its vibrant colors and distinct patterns, including characteristic tiger stripes, the Albino Tiger Oscar makes a striking addition to large aquariums. However, they can be aggressive and territorial, especially towards smaller or more passive tankmates. Therefore, they are best kept in spacious setups with ample hiding spots and territories to establish dominance. Albino Tiger Oscars can reach lengths of up to 16 inches (40 cm) and require stable water parameters, including a pH range of 6.5 to 7.5 and temperatures between 74°F to 81°F (23°C to 27°C), for optimal health. Providing a varied diet rich in protein and regular maintenance routines contribute to their overall well-being and vibrant coloration in captivity.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 16 inches (40 cm)",
    "img": "https://example.com/albino-tiger-oscar-image.jpg",
    "size": "Large",
    "species": "Astronotus ocellatus",
    "family": "New World Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "74°F - 81°F (23°C - 27°C)"
  },
  {
    "name": "Red Oscar",
    "description": "The Red Oscar, scientifically known as Astronotus ocellatus, is a captivating freshwater fish species originating from South America, particularly the Amazon Basin. With its striking red coloration and distinct black markings, the Red Oscar is a popular choice among aquarists worldwide. These fish are known for their large size, robust appearance, and impressive presence, often becoming the centerpiece of large aquarium setups. Despite their stunning appearance, Red Oscars possess a somewhat aggressive temperament, especially during breeding periods, and may exhibit territorial behavior. Therefore, it's essential to provide them with ample space and suitable tankmates to minimize conflicts in the aquarium. Red Oscars can grow up to 12 inches (30 cm) in length, requiring spacious tanks with stable water parameters to thrive. Maintaining a pH range of 6.0 to 7.5 and temperatures between 74°F to 81°F (23°C to 27°C) is crucial for their optimal health and vibrant coloration.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 12 inches (30 cm)",
    "img": "https://example.com/red-oscar-image.jpg",
    "size": "Large",
    "species": "Astronotus ocellatus",
    "family": "New World Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "74°F - 81°F (23°C - 27°C)"
  },
  {
    "name": "Tiger Oscar",
    "description": "The Tiger Oscar, scientifically known as Astronotus ocellatus, is a remarkable freshwater fish species native to South America, particularly in the Amazon Basin. Its name is derived from its tiger-like striped pattern and vibrant coloration, ranging from orange to red, adding a captivating touch to any aquarium. Tiger Oscars are revered for their large size, robust appearance, and aggressive temperament, making them a sought-after species among experienced aquarists. To accommodate their needs, providing adequate space and suitable tankmates is essential to mitigate territorial conflicts. With a maximum growth size of up to 12 inches (30 cm), Tiger Oscars require spacious aquariums with stable water parameters, including a pH range of 6.0 to 7.5 and temperatures between 74°F to 81°F (23°C to 27°C). Offering a varied diet rich in protein and regular maintenance routines contribute to their overall well-being and longevity in captivity.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 12 inches (30 cm)",
    "img": "https://example.com/tiger-oscar-image.jpg",
    "size": "Large",
    "species": "Astronotus ocellatus",
    "family": "New World Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "74°F - 81°F (23°C - 27°C)"
  },
  {
    "name": "Parrot Cichlid",
    "description": "The Parrot Cichlid, scientifically known as Hoplarchus psittacus, is an intriguing hybrid species of cichlid with disputed origins, known for its vibrant colors and distinctively shaped mouth resembling that of a parrot. Despite their unique appearance, Parrot Cichlids are relatively peaceful and can coexist with other medium to large-sized fish in community aquariums. With a maximum growth size of up to 10 inches (25 cm), they require spacious tanks with stable water parameters to thrive. Maintaining a pH range of 6.5 to 7.5 and temperatures between 74°F to 82°F (23°C to 28°C) is crucial for their health and well-being. Providing ample hiding spots and natural decor mimicking their native habitat enhances their quality of life in captivity. Parrot Cichlids are suitable for intermediate-level aquarists seeking visually appealing and engaging fish species for their setups.",
    "temperament": "Semi-Aggressive",
    "maxGrowthSize": "Up to 10 inches (25 cm)",
    "img": "https://example.com/parrot-cichlid-image.jpg",
    "size": "Medium",
    "species": "Hoplarchus psittacus",
    "family": "New World Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "74°F - 82°F (23°C - 28°C)"
  },
  {
    "name": "Red Devil Cichlid",
    "description": "The Red Devil Cichlid, scientifically known as Amphilophus labiatus, is a large and aggressive species of cichlid native to Central America, particularly Nicaragua and Costa Rica. Renowned for its vibrant red coloration and territorial behavior, Red Devil Cichlids require spacious aquariums with plenty of hiding spots and territories to establish dominance. With a maximum growth size of up to 15 inches (38 cm), they command attention in large aquarium setups, often becoming the focal point due to their robust appearance and engaging behavior. Despite their aggressive nature, Red Devil Cichlids can coexist with suitable tankmates, provided there is enough space and hiding spots to minimize conflicts. Maintaining stable water parameters, including a pH range of 6.5 to 8.0 and temperatures between 75°F to 82°F (24°C to 28°C), is essential for their well-being and vibrant coloration. Offering a varied diet and regular maintenance routines contribute to their overall health and longevity in captivity..",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 15 inches (38 cm)",
    "img": "https://example.com/red-devil-cichlid-image.jpg",
    "size": "Large",
    "species": "Amphilophus labiatus",
    "family": "New World Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 8.0",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Salvini Cichlid",
    "description": "The Salvini Cichlid, scientifically known as Trichromis salvini, is a colorful and moderately aggressive species of cichlid native to Central America, particularly Mexico and Guatemala. Recognized for its vibrant yellow and black coloration, especially during breeding periods, Salvini Cichlids add a lively touch to any aquarium setup. With a maximum growth size of up to 6 inches (15 cm), they are suitable for medium-sized aquariums with stable water parameters. Maintaining a pH range of 6.5 to 8.0 and temperatures between 75°F to 82°F (24°C to 28°C) is crucial for their optimal health and well-being. Salvini Cichlids require spacious tanks with plenty of hiding spots and territories to establish dominance and minimize aggression towards tankmates. Providing a varied diet rich in protein and regular water changes contribute to their overall vitality and vibrant coloration in captivity.",
    "temperament": "Semi-Aggressive",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/salvini-cichlid-image.jpg",
    "size": "Medium",
    "species": "Trichromis salvini",
    "family": "New World Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 8.0",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Texas Cichlid",
    "description": "The Texas Cichlid, scientifically known as Herichthys cyanoguttatus, hails from North America, primarily found in the regions of Texas and northeastern Mexico. Its vibrant colors and distinctive spiky dorsal fin make it a standout species in any aquarium. Despite its medium size, the Texas Cichlid boasts an aggressive temperament, requiring a spacious tank with ample hiding spots and territories to thrive. With a maximum growth size of up to 12 inches (30 cm), these cichlids command attention with their bold presence. Intermediate-level aquarists are best suited for caring for Texas Cichlids due to their territorial behavior and specific tank requirements. Maintaining stable water parameters, including a pH range of 6.5 to 8.0 and temperatures between 72°F to 82°F (22°C to 28°C), is crucial for their well-being. Providing a varied diet and regular maintenance routines contribute to their overall health and vitality in captivity.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 12 inches (30 cm)",
    "img": "https://example.com/texas-cichlid-image.jpg",
    "size": "Medium",
    "species": "Herichthys cyanoguttatus",
    "family": "New World Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 8.0",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)"
  },
  {
    "name": "Threadfin Geophagus",
    "description": "The Threadfin Geophagus, scientifically known as Satanoperca daemon, is a charming species of cichlid native to the Amazon Basin in South America. Its distinguishing feature is the filamentous extensions on its dorsal fin, adding an elegant touch to its appearance. Threadfin Geophagus are relatively peaceful fish, making them ideal candidates for community aquariums with other medium-sized fish species. With a maximum growth size of up to 8 inches (20 cm), they are well-suited for medium-sized tanks with stable water parameters. Intermediate-level aquarists will find Threadfin Geophagus easy to care for, given their peaceful temperament and straightforward tank requirements. Maintaining a pH range of 6.0 to 7.5 and temperatures between 74°F to 82°F (23°C to 28°C) is essential for their optimal health and well-being. Offering a diverse diet and providing suitable tank decor enhance their quality of life and natural behaviors in captivity.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 8 inches (20 cm)",
    "img": "https://example.com/threadfin-geophagus-image.jpg",
    "size": "Medium",
    "species": "Satanoperca daemon",
    "family": "New World Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "74°F - 82°F (23°C - 28°C)"
  },
  {
    "name": "Uaru Cichlid",
    "description": "The Uaru Cichlid, scientifically known as Uaru amphiacanthoides, is a captivating and colorful species native to the Amazon Basin in South America. Renowned for its vibrant coloration and distinctive facial markings, the Uaru Cichlid adds a unique flair to any aquarium setup. With a peaceful temperament, they can coexist harmoniously with other medium-sized fish in community tanks. Their maximum growth size of up to 10 inches (25 cm) makes them suitable for medium-sized aquariums with stable water parameters. Intermediate-level aquarists will appreciate caring for Uaru Cichlids due to their relatively undemanding nature and straightforward tank requirements. Maintaining a pH range of 6.0 to 7.5 and temperatures between 75°F to 82°F (24°C to 28°C) is crucial for their overall health and vibrant coloration. Providing a varied diet rich in protein and regular water changes contribute to their well-being and longevity in captivity.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 10 inches (25 cm)",
    "img": "https://example.com/uaru-cichlid-image.jpg",
    "size": "Medium",
    "species": "Uaru amphiacanthoides",
    "family": "New World Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Black-barred Danio",
    "description": "The Black-barred Danio, scientifically known as Danio nigrofasciatus, originates from Myanmar and is recognized for its silver body adorned with bold black vertical bars. These active and peaceful fish thrive in well-oxygenated aquariums with ample swimming space. Being schooling fish, they prefer the company of their own kind and should be kept in groups. Black-barred Danios are adaptable and can coexist with various tankmates, as long as they are not overly aggressive. With a maximum growth size of up to 2 inches (5 cm), they are ideal for small aquarium setups. Beginner aquarists will find them relatively easy to care for, given their hardy nature and minimal special requirements. Maintaining stable water parameters within a pH range of 6.5 to 7.5 and temperatures between 72°F to 79°F (22°C to 26°C) is essential for their well-being. Regular feeding and proper tank maintenance contribute to their overall health and vitality in captivity.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/black-barred-danio-image.jpg",
    "size": "Small",
    "species": "Danio nigrofasciatus",
    "family": "Danio",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Blue Danio",
    "description": "The Blue Danio, scientifically known as Danio kerri, is a peaceful freshwater species native to Southeast Asia, prized for its striking blue coloration and iridescent scales. Active swimmers by nature, Blue Danios require aquariums with plenty of open space to accommodate their energetic behavior. They are relatively hardy and adaptable, making them suitable for beginner aquarists who are just starting in the hobby. These small-sized fish, reaching a maximum length of 2 inches (5 cm), are ideal for small to medium-sized tanks. Blue Danios thrive in groups and should be kept with their own kind or other peaceful tankmates. Maintaining stable water parameters, including a pH range of 6.5 to 7.5 and temperatures between 72°F to 79°F (22°C to 26°C), is crucial for their well-being. Regular water changes and a balanced diet contribute to their overall health and longevity in captivity.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/blue-danio-image.jpg",
    "size": "Small",
    "species": "Danio kerri",
    "family": "Danio",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Celestial Pearl Danio",
    "description": "The Celestial Pearl Danio, scientifically known as Danio margaritatus, is a stunning and peaceful freshwater fish species native to Myanmar, celebrated for its vibrant coloration and small size. Sporting iridescent blue and orange hues on its body, it adds a touch of elegance to any aquarium, especially planted setups. Celestial Pearl Danios, with a maximum growth size of up to 1.2 inches (3 cm), are ideal for nano tanks and should be kept in groups to thrive. Despite their diminutive size, they are active swimmers and appreciate swimming space. Beginner aquarists will find them relatively easy to care for, given their hardy nature and minimal special requirements. Maintaining stable water parameters within a pH range of 6.0 to 7.5 and temperatures between 73°F to 79°F (23°C to 26°C) is essential for their optimal health. Providing a varied diet and suitable tank decor enhances their quality of life and natural behaviors in captivity.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 1.2 inches (3 cm)",
    "img": "https://example.com/celestial-pearl-danio-image.jpg",
    "size": "Small",
    "species": "Danio margaritatus",
    "family": "Danio",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "73°F - 79°F (23°C - 26°C)"
  },
  {
    "name": "Dwarf Spotted Danio",
    "description": "The Dwarf Spotted Danio, scientifically known as Danio erythromicron, is a diminutive and peaceful freshwater fish species originating from Myanmar, distinguished by its golden body adorned with dark spots. With its eye-catching pattern, Dwarf Spotted Danios make charming additions to nano and planted aquariums. These small-sized fish, reaching a maximum length of 1 inch (2.5 cm), thrive in groups and prefer densely planted tanks with plenty of hiding spots. Beginner aquarists will appreciate their low-maintenance requirements and peaceful nature. Maintaining stable water parameters, including a pH range of 6.0 to 7.5 and temperatures between 72°F to 79°F (22°C to 26°C), is crucial for their well-being. Regular feeding and water changes contribute to their overall health and vitality in captivity.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 1 inch (2.5 cm)",
    "img": "https://example.com/dwarf-spotted-danio-image.jpg",
    "size": "Tiny",
    "species": "Danio erythromicron",
    "family": "Danio",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Fireline Danio",
    "description": "The Fireline Danio, scientifically known as Danio kyathit, is a vibrant and peaceful freshwater fish species native to Myanmar, distinguished by the striking orange-red line that runs along its silver body. These active swimmers prefer aquariums with plenty of open swimming space to showcase their vibrant colors. Fireline Danios are compatible with a wide range of tankmates and are suitable for community setups. With a maximum growth size of up to 2 inches (5 cm), they are ideal for small to medium-sized aquariums. Beginner aquarists will find them relatively easy to care for, given their hardy nature and adaptable behavior. Maintaining stable water parameters within a pH range of 6.5 to 7.5 and temperatures between 72°F to 79°F (22°C to 26°C) is essential for their well-being. Providing a balanced diet and suitable tank decor enhances their quality of life and natural behaviors in captivity.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/fireline-danio-image.jpg",
    "size": "Small",
    "species": "Danio kyathit",
    "family": "Danio",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Giant Danio",
    "description": "The Giant Danio, scientifically known as Devario aequipinnatus, is a popular freshwater fish species recognized for its vibrant colors and active nature. These schooling fish require spacious aquariums with plenty of swimming space to accommodate their energetic behavior. Giant Danios thrive in groups and are compatible with a wide range of tankmates, making them suitable for community setups. They are relatively hardy and can adapt to various water conditions, making them ideal for beginner aquarists. With a maximum growth size of up to 4 inches (10 cm), they are best suited for medium-sized tanks. Maintaining stable water parameters within a pH range of 6.5 to 7.5 and temperatures between 72°F to 79°F (22°C to 26°C) is crucial for their well-being. Regular feeding and water changes contribute to their overall health and vitality in captivity.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "img": "https://example.com/giant-danio-image.jpg",
    "size": "Medium",
    "species": "Devario aequipinnatus",
    "family": "Danio",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Glowlight Danio",
    "description": "The Glowlight Danio, scientifically known as Danio choprae, is an enchanting and peaceful freshwater fish species originating from Myanmar, known for its distinctive glow-like appearance. With shimmering golden scales and vibrant red fins, Glowlight Danios add a touch of elegance to any aquarium, particularly planted setups. These small-sized fish, reaching a maximum length of 1.5 inches (4 cm), thrive in groups and appreciate swimming space. Beginner aquarists will find them relatively easy to care for, given their hardy nature and minimal special requirements. Maintaining stable water parameters within a pH range of 6.0 to 7.5 and temperatures between 73°F to 79°F (23°C to 26°C) is essential for their well-being. Providing a varied diet and suitable tank decor enhances their quality of life and natural behaviors in captivity.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 1.5 inches (4 cm)",
    "img": "https://example.com/glowlight-danio-image.jpg",
    "size": "Small",
    "species": "Danio choprae",
    "family": "Danio",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "73°F - 79°F (23°C - 26°C)"
  },
  {
    "name": "Gold Ring Danio",
    "description": "The Gold Ring Danio, scientifically known as Danio tinwini, hails from Myanmar and is prized for its attractive appearance. Its name is derived from the golden ring-like markings adorning its body, which create a stunning contrast against its silver coloration. Gold Ring Danios are lively swimmers that thrive in aquariums with ample space for swimming. They exhibit peaceful behavior and can coexist harmoniously with a diverse range of tankmates, making them ideal for community setups. Beginner aquarists will find them easy to care for due to their adaptability and low-maintenance requirements. Maintaining stable water parameters within a pH range of 6.5 to 7.5 and temperatures between 72°F to 79°F (22°C to 26°C) ensures their well-being. With a maximum growth size of up to 2 inches (5 cm), Gold Ring Danios contribute both beauty and activity to freshwater aquariums, making them a popular choice among hobbyists.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/gold-ring-danio-image.jpg",
    "size": "Small",
    "species": "Danio tinwini",
    "family": "Danio",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Leopard Danio",
    "description": "The Leopard Danio, scientifically known as Danio rerio 'Leopard', is a visually striking freshwater fish species that is a color morph of the Zebra Danio. Its unique spotted pattern, reminiscent of a leopard, adds an intriguing visual dimension to any aquarium. Leopard Danios are energetic swimmers that thrive in well-oxygenated tanks with plenty of space to explore. They are adaptable and well-suited for beginner aquarists due to their hardiness and ease of care. Maintaining stable water parameters, including a pH range of 6.5 to 7.5 and temperatures between 72°F to 79°F (22°C to 26°C), supports their overall health and vitality. With a maximum growth size of up to 2 inches (5 cm), Leopard Danios make captivating additions to community setups, where they can coexist peacefully with a variety of tankmates.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/leopard-danio-image.jpg",
    "size": "Small",
    "species": "Danio rerio 'Leopard'",
    "family": "Danio",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Moustached Danio",
    "description": "The Moustached Danio, scientifically known as Danio dangila, is an appealing freshwater fish species native to Myanmar. It earns its name from the prominent black stripe resembling a mustache on its face, adding character to its appearance. Moustached Danios are lively swimmers that thrive in aquariums with ample space for swimming. They exhibit peaceful behavior and can be housed with a wide range of tankmates, making them suitable for community setups. Beginner aquarists will appreciate their low-maintenance requirements and adaptability to various water conditions. Maintaining stable water parameters within a pH range of 6.5 to 7.5 and temperatures between 72°F to 79°F (22°C to 26°C) promotes their well-being. With a maximum growth size of up to 2 inches (5 cm), Moustached Danios bring both charm and activity to freshwater aquariums, making them a delightful addition for hobbyists of all levels.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/moustached-danio-image.jpg",
    "size": "Small",
    "species": "Danio dangila",
    "family": "Danio",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Red Finned Danio",
    "description": "The Red Finned Danio, scientifically known as Danio margaritatus 'Red', is a vibrant and peaceful freshwater fish species that is a color morph of the Celestial Pearl Danio. Its striking red fins contrast beautifully against its iridescent blue body, adding a burst of color to any aquarium. Red Finned Danios are ideal for planted tanks and thrive when kept in groups. They exhibit peaceful behavior and can adapt to various water conditions, making them suitable for beginner aquarists. Maintaining stable water parameters within a pH range of 6.0 to 7.5 and temperatures between 73°F to 79°F (23°C to 26°C) supports their overall health and vibrancy. With a maximum growth size of up to 1.2 inches (3 cm), Red Finned Danios make captivating additions to freshwater setups, where they can coexist harmoniously with a variety of tankmates.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 1.2 inches (3 cm)",
    "img": "https://example.com/red-finned-danio-image.jpg",
    "size": "Small",
    "species": "Danio margaritatus 'Red'",
    "family": "Danio",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "73°F - 79°F (23°C - 26°C)"
  },
  {
    "name": "Rose Danio",
    "description": "The Rose Danio, scientifically known as Danio roseus, is a charming freshwater fish species native to Myanmar. Its delicate pink coloration, reminiscent of a rose petal, adds elegance to any aquarium. Rose Danios are active swimmers that thrive in tanks with plenty of space for swimming. They exhibit peaceful behavior and can coexist harmoniously with a diverse range of tankmates, making them suitable for community setups. Beginner aquarists will find them easy to care for due to their adaptability and low-maintenance requirements. Maintaining stable water parameters within a pH range of 6.5 to 7.5 and temperatures between 72°F to 79°F (22°C to 26°C) ensures their well-being. With a maximum growth size of up to 2 inches (5 cm), Rose Danios add both beauty and activity to freshwater aquariums, making them a popular choice among hobbyists.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/rose-danio-image.jpg",
    "size": "Small",
    "species": "Danio roseus",
    "family": "Danio",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Zebra Danio",
    "description": "The Zebra Danio, scientifically known as Danio rerio, is a classic and popular freshwater fish species originating from Southeast Asia. Its distinct zebra-like stripes and lively swimming behavior make it easily recognizable and a favorite among aquarists. Zebra Danios are incredibly hardy and adaptable, making them an excellent choice for beginner hobbyists. They thrive in schools and should be kept in groups to prevent stress and exhibit their natural shoaling behavior. These fish are peaceful and can coexist with a wide range of tankmates, adding vibrancy and activity to community aquariums. Maintaining stable water parameters within a pH range of 6.5 to 7.5 and temperatures between 72°F to 79°F (22°C to 26°C) is conducive to their well-being. With a maximum growth size of up to 2 inches (5 cm), Zebra Danios are relatively small, making them suitable for various tank sizes. Their resilience, adaptability, and striking appearance make them enduring favorites in the aquarium hobby, cherished by aquarists of all experience levels.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/zebra-danio-image.jpg",
    "size": "Small",
    "species": "Danio rerio",
    "family": "Danio",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Fire Eel",
    "description": "The Fire Eel, scientifically known as Mastacembelus erythrotaenia, hails from the freshwater habitats of Southeast Asia, predominantly found in the rivers and streams of Thailand and Indonesia. Its name derives from the striking reddish-orange hue that adorns its elongated body, making it an eye-catching addition to any aquarium. Fire Eels, characterized by their nocturnal behavior, are most active during the night, displaying their graceful movements in tanks with sandy substrates and ample hiding spots. Despite their large size, reaching up to 39 inches (100 cm), they are generally peaceful and can coexist with suitable tankmates in a spacious aquarium setup. Maintaining stable water parameters within a pH range of 6.0 to 7.5 and temperatures between 75°F to 82°F (24°C to 28°C) is essential for their well-being. Due to their intermediate care requirements, Fire Eels are best suited for aquarists with some prior experience in managing large freshwater species.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 39 inches (100 cm)",
    "img": "https://example.com/fire-eel-image.jpg",
    "size": "Large",
    "species": "Mastacembelus erythrotaenia",
    "family": "Eels",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Freshwater Moray Eel",
    "description": "The Fire Eel, scientifically known as Mastacembelus erythrotaenia, hails from the freshwater habitats of Southeast Asia, predominantly found in the rivers and streams of Thailand and Indonesia. Its name derives from the striking reddish-orange hue that adorns its elongated body, making it an eye-catching addition to any aquarium. Fire Eels, characterized by their nocturnal behavior, are most active during the night, displaying their graceful movements in tanks with sandy substrates and ample hiding spots. Despite their large size, reaching up to 39 inches (100 cm), they are generally peaceful and can coexist with suitable tankmates in a spacious aquarium setup. Maintaining stable water parameters within a pH range of 6.0 to 7.5 and temperatures between 75°F to 82°F (24°C to 28°C) is essential for their well-being. Due to their intermediate care requirements, Fire Eels are best suited for aquarists with some prior experience in managing large freshwater species.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 36 inches+ (91 cm)",
    "img": "https://example.com/freshwater-moray-eel-image.jpg",
    "size": "Large",
    "species": "Gymnothorax polyuranodon",
    "family": "Eels",
    "experienceLevel": "Advanced",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Half Banded Spiny Eel",
    "description": "The Half Banded Spiny Eel, scientifically known as Macrognathus circumcinctus, originates from the freshwater habitats of Southeast Asia, particularly prevalent in the rivers and streams of Thailand and Malaysia. Its name derives from the distinct half-banded pattern that adorns its slender body, adding to its allure. Half Banded Spiny Eels are nocturnal creatures that prefer densely planted aquariums with ample hiding spots, where they can retreat during the day. With a maximum growth size of up to 12 inches (30 cm), they are suitable for medium-sized tanks and can coexist peacefully with compatible tankmates. Maintaining stable water conditions within a pH range of 6.0 to 7.5 and temperatures between 75°F to 82°F (24°C to 28°C) is essential for their optimal health and well-being. Given their intermediate care requirements, they are well-suited for aquarists with some prior experience in managing freshwater species.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 12 inches (30 cm)",
    "img": "https://example.com/half-banded-spiny-eel-image.jpg",
    "size": "Medium",
    "species": "Macrognathus circumcinctus",
    "family": "Eels",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Indian Mud Moray Eel",
    "description": "The Indian Mud Moray Eel, scientifically known as Gymnothorax tile, is a captivating species native to the freshwater habitats of South Asia, particularly found in the rivers and streams of India and Bangladesh. With its mottled brown coloration and elongated body, the Indian Mud Moray Eel displays a unique charm that appeals to enthusiasts of large freshwater species. Nocturnal by nature, these eels prefer sandy substrates with plenty of hiding spots to mimic their natural environment. Due to their aggressive temperament, they require careful consideration when selecting tankmates and are best suited for experienced aquarists familiar with managing large, predatory species. Providing stable water parameters within a pH range of 6.5 to 7.5 and temperatures between 75°F to 82°F (24°C to 28°C) is essential for their well-being. Despite their challenging care requirements, the Indian Mud Moray Eel remains a prized addition to advanced freshwater aquariums, admired for its intriguing behavior and striking appearance..",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 36 inches (91 cm)",
    "img": "https://example.com/indian-mud-moray-eel-image.jpg",
    "size": "Large",
    "species": "Gymnothorax tile",
    "family": "Eels",
    "experienceLevel": "Advanced",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Peacock Eel",
    "description": "The Peacock Eel, scientifically known as Macrognathus siamensis, is a captivating species native to the freshwater habitats of Southeast Asia, particularly prevalent in the rivers and streams of Thailand and Malaysia. Its name is derived from the vibrant and iridescent coloration that adorns its slender body, reminiscent of the colorful feathers of a peacock. Peacock Eels are nocturnal creatures that prefer soft substrates with plenty of hiding spots, where they can retreat during the day. With a maximum growth size of up to 12 inches (30 cm), they are well-suited for medium-sized aquariums and can coexist peacefully with compatible tankmates. Maintaining stable water conditions within a pH range of 6.0 to 7.5 and temperatures between 75°F to 82°F (24°C to 28°C) is essential for their optimal health and well-being. Given their intermediate care requirements, they are suitable for aquarists with some prior experience in managing freshwater species. The Peacock Eel's unique appearance and intriguing behavior make it a prized addition to community aquariums, admired for its elegance and charm.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 12 inches (30 cm)",
    "img": "https://example.com/peacock-eel-image.jpg",
    "size": "Medium",
    "species": "Macrognathus siamensis",
    "family": "Eels",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Tiretrack Eel",
    "description": "The Tiretrack Eel, scientifically known as Mastacembelus armatus, is a captivating species native to the freshwater habitats of Southeast Asia, particularly found in the rivers and streams of Thailand and Indonesia. Its name is derived from the distinctive tire track-like pattern that adorns its elongated body, adding to its allure. Tiretrack Eels are nocturnal creatures that prefer sandy substrates with plenty of hiding spots, where they can retreat during the day. With a maximum growth size of up to 39 inches (100 cm), they require large tanks and careful consideration when selecting tankmates due to their size and territorial behavior. Maintaining stable water parameters within a pH range of 6.0 to 7.5 and temperatures between 75°F to 82°F (24°C to 28°C) is crucial for their overall health and well-being. Given their intermediate care requirements, they are best suited for aquarists with some prior experience in managing large freshwater species. The Tiretrack Eel's unique appearance and intriguing behavior make it a prized addition to advanced freshwater aquariums, admired for its elegance and charm.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 39 inches (100 cm)",
    "img": "https://example.com/tiretrack-eel-image.jpg",
    "size": "Large",
    "species": "Mastacembelus armatus",
    "family": "Eels",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Yellowtail Spiny Eel",
    "description": "The Yellowtail Spiny Eel, scientifically known as Mastacembelus pancalus, hails from the freshwater habitats of South Asia, specifically the rivers and streams of India, Bangladesh, and Nepal. Its distinctive name stems from the vivid yellow hue adorning its tail, lending a striking contrast to its overall appearance. Preferring the nocturnal life, these eels showcase fascinating behavior, often burrowing into soft substrates and exploring their environment under the cloak of darkness. With a maximum length of around 8 inches (20 cm), they require spacious aquariums to accommodate their elongated bodies. Despite their peaceful nature, they may exhibit territorial tendencies, particularly toward similar species. Maintaining stable water parameters within a pH range of 6.0 to 7.5 and temperatures between 75°F to 82°F (24°C to 28°C) is crucial for their well-being. Given their intermediate care requirements, Yellowtail Spiny Eels are best suited for aquarists with prior experience, offering an enchanting addition to community tanks with their unique appearance and intriguing behavior.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 8 inches (20 cm)",
    "img": "https://example.com/yellowtail-spiny-eel-image.jpg",
    "size": "Medium",
    "species": "Mastacembelus pancalus",
    "family": "Eels",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Longnose Gar",
    "description": "The Longnose Gar, scientifically known as Lepisosteus osseus, is a slender and elongated freshwater fish with a distinctive long snout. It is known for its hardiness and adaptability to various aquarium conditions.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 36 inches (91 cm)",
    "img": "https://example.com/longnose-gar-image.jpg",
    "size": "Large",
    "species": "Lepisosteus osseus",
    "family": "Gar",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 8.0",
    "temperatureRange": "65°F - 80°F (18°C - 27°C)"
  },
  {
    "name": "Spotted Gar",
    "description": "The Spotted Gar, scientifically known as Lepisosteus oculatus, is a visually striking freshwater fish with dark spots on its body. It is known for its unique appearance and adaptability to aquarium life.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 30 inches (76 cm)",
    "img": "https://example.com/spotted-gar-image.jpg",
    "size": "Large",
    "species": "Lepisosteus oculatus",
    "family": "Gar",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 8.0",
    "temperatureRange": "70°F - 82°F (21°C - 28°C)"
  },
  {
    "name": "Shortnose Gar",
    "description": "The Shortnose Gar, scientifically known as Lepisosteus platostomus, is a smaller species with a short, broad snout. It is recognized for its aggressive feeding behavior and adaptability to aquarium conditions.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 24 inches (61 cm)",
    "img": "https://example.com/shortnose-gar-image.jpg",
    "size": "Large",
    "species": "Lepisosteus platostomus",
    "family": "Gar",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 8.0",
    "temperatureRange": "65°F - 80°F (18°C - 27°C)"
  },
  {
    "name": "Florida Gar",
    "description": "The Florida Gar, scientifically known as Lepisosteus platyrhincus, is a smaller gar species with a slender body and attractive greenish coloration. It is suitable for aquariums and adapts well to captivity.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 36 inches (91 cm)",
    "img": "https://example.com/florida-gar-image.jpg",
    "size": "Large",
    "species": "Lepisosteus platyrhincus",
    "family": "Gar",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 8.0",
    "temperatureRange": "70°F - 82°F (21°C - 28°C)"
  },
  {
    "name": "Tropical Gar",
    "description": "The Tropical Gar, belonging to the genus Atractosteus, is known for its tropical habitat and distinctive appearance. It is a fascinating species suitable for larger aquariums with appropriate conditions.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 30 inches (76 cm)",
    "img": "https://example.com/tropical-gar-image.jpg",
    "size": "Large",
    "species": "Atractosteus sp.",
    "family": "Gar",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 8.0",
    "temperatureRange": "72°F - 80°F (22°C - 27°C)"
  },
  {
    "name": "Alligator Gar",
    "description": "The Alligator Gar, scientifically known as Atractosteus spatula, is one of the largest freshwater fish known for its alligator-like appearance. It requires a spacious aquarium due to its size and predatory nature.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 120 inches (305 cm)",
    "img": "https://example.com/alligator-gar-image.jpg",
    "size": "Large",
    "species": "Atractosteus spatula",
    "family": "Gar",
    "experienceLevel": "Advanced",
    "waterPHRange": "6.0 - 8.0",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)"
  },
  {
    "name": "Cuban Gar",
    "description": "The Cuban Gar, scientifically known as Atractosteus tristoechus, is a tropical gar species found in Cuba. It is recognized for its unique appearance and is suitable for larger aquariums with appropriate conditions.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 36 inches (91 cm)",
    "img": "https://example.com/cuban-gar-image.jpg",
    "size": "Large",
    "species": "Atractosteus tristoechus",
    "family": "Gar",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 8.0",
    "temperatureRange": "72°F - 80°F (22°C - 27°C)"
  },
  {
    "name": "Blue Gourami",
    "description": "The Blue Gourami (Trichogaster trichopterus), also known as the Three-spot Gourami, is a popular freshwater fish species native to Southeast Asia. It is named for its striking blue coloration, which varies depending on its mood and environment. Blue Gouramis are labyrinth fish, meaning they can breathe atmospheric air, allowing them to survive in poorly oxygenated waters. They are generally peaceful and can be kept in community aquariums with other non-aggressive fish species. Blue Gouramis are omnivores and will readily accept a varied diet consisting of flakes, pellets, and live or frozen foods.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/blue-gourami-image.jpg",
    "size": "Medium",
    "species": "Trichogaster trichopterus",
    "family": "Gourami",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)"
  },
  {
    "name": "Gold Gourami",
    "description": "The Gold Gourami (Trichogaster trichopterus var. 'Gold'), a color variation of the Three-spot Gourami, is prized for its bright, metallic gold coloration. Like its blue counterpart, the Gold Gourami is a labyrinth fish with the ability to breathe air. It exhibits a peaceful temperament, making it suitable for community aquariums. Gold Gouramis are omnivores and will consume a variety of foods, including flakes, pellets, and live or frozen foods. They thrive in well-planted aquariums with plenty of hiding spots and open swimming areas.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/gold-gourami-image.jpg",
    "size": "Medium",
    "species": "Trichogaster trichopterus var. 'Gold'",
    "family": "Gourami",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)"
  },
  {
    "name": "Honey Dwarf Gourami",
    "description": "The Honey Dwarf Gourami (Trichogaster chuna), also known as the Sunset Gourami, is a small and peaceful freshwater fish species native to South Asia. It is named for its honey-like coloration, with shades of gold and orange. The Honey Dwarf Gourami is an ideal choice for smaller aquarium setups due to its manageable size and peaceful temperament. It is a labyrinth fish, capable of breathing atmospheric air, and appreciates densely planted aquariums with subdued lighting. This gourami species is omnivorous, feeding on both plant matter and small insects or crustaceans.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2.5 inches (6.4 cm)",
    "img": "https://example.com/honey-dwarf-gourami-image.jpg",
    "size": "Small",
    "species": "Trichogaster chuna",
    "family": "Gourami",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)"
  },
  {
    "name": "Pearl Gourami",
    "description": "The Pearl Gourami (Trichopodus leerii) is a graceful and attractive freshwater fish species native to Southeast Asia. It is known for its pearlescent scales and distinctive black markings on its body. The Pearl Gourami is a peaceful fish, making it an excellent choice for community aquariums with other peaceful species. It prefers densely planted aquariums with plenty of hiding spots and floating vegetation. This gourami species is omnivorous, feeding on a varied diet that includes flakes, pellets, live, and frozen foods. It is relatively hardy and can adapt to a wide range of water conditions.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 5 inches (13 cm)",
    "img": "https://example.com/pearl-gourami-image.jpg",
    "size": "Medium",
    "species": "Trichopodus leerii",
    "family": "Gourami",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)"
  },
  {
    "name": "Sparkling Gourami",
    "description": "The Sparkling Gourami (Trichopsis pumila) is a charming and diminutive freshwater fish species native to Southeast Asia. It is named for the iridescent, sparkly appearance of its scales. Sparkling Gouramis are peaceful and can be kept in small groups or community aquariums. They prefer heavily planted tanks with gentle water flow and subdued lighting. This gourami species is labyrinth fish and can gulp air from the water's surface. Sparkling Gouramis are omnivores, consuming small insects, algae, and commercial fish foods.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 1.5 inches (4 cm)",
    "img": "https://example.com/sparkling-gourami-image.jpg",
    "size": "Small",
    "species": "Trichopsis pumila",
    "family": "Gourami",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)"
  },
  {
    "name": "Kissing Gourami",
    "description": "The Kissing Gourami (Helostoma temminckii) is a fascinating freshwater fish species known for its peculiar mouth structure, which resembles puckered lips. It is native to Southeast Asia and is popular among aquarium hobbyists for its distinctive appearance. Kissing Gouramis are generally peaceful but can exhibit territorial behavior, especially during breeding. They require ample space and a well-planted aquarium with hiding spots. Kissing Gouramis are omnivorous and will readily consume a variety of foods, including flakes, pellets, and live or frozen foods.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 12 inches (30 cm)",
    "img": "https://example.com/kissing-gourami-image.jpg",
    "size": "Medium",
    "species": "Helostoma temminckii",
    "family": "Gourami",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Blue Paradise",
    "description": "The Blue Paradise Gourami (Trichogaster lalius) is a vibrant and colorful freshwater fish species native to Southeast Asia. It is named for its striking blue coloration and is sometimes referred to as the Dwarf Gourami. Blue Paradise Gouramis are peaceful and can be kept in community aquariums with other non-aggressive fish species. They prefer densely planted tanks with plenty of hiding spots and subdued lighting. This gourami species is omnivorous, feeding on a varied diet that includes flakes, pellets, live, and frozen foods.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 3 inches (7.6 cm)",
    "img": "https://example.com/blue-paradise-gourami-image.jpg",
    "size": "Small",
    "species": "Trichogaster lalius",
    "family": "Gourami",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)"
  },
  {
    "name": "Opaline Gourami",
    "description": "The Opaline Gourami (Trichopodus trichopterus var. 'Opaline') is a beautiful freshwater fish species that exhibits a pearlescent sheen over its scales. It is a color variation of the Three-spot Gourami and is named for its opalescent appearance. Opaline Gouramis are peaceful and can coexist with a variety of tankmates in community aquariums. They prefer heavily planted tanks with gentle water flow and subdued lighting. This gourami species is omnivorous, feeding on a diet of flakes, pellets, and live or frozen foods.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/opaline-gourami-image.jpg",
    "size": "Medium",
    "species": "Trichogaster trichopterus var. 'Opaline'",
    "family": "Gourami",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)"
  },
  {
    "name": "Powder Blue Gourami",
    "description": "The Powder Blue Gourami (Trichogaster lalius var. 'Powder Blue') is a captivating freshwater fish species with a distinct powder blue coloration. It is a color variation of the Dwarf Gourami and is prized for its beauty. Powder Blue Gouramis are peaceful and can be kept in community aquariums with other non-aggressive fish species. They prefer densely planted tanks with plenty of hiding spots and subdued lighting. This gourami species is omnivorous, feeding on a varied diet that includes flakes, pellets, live, and frozen foods.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 3 inches (7.6 cm)",
    "img": "https://example.com/powder-blue-gourami-image.jpg",
    "size": "Small",
    "species": "Trichogaster lalius var. 'Powder Blue'",
    "family": "Gourami",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)"
  },
  {
    "name": "Flame Dwarf Gourami",
    "description": "The Flame Dwarf Gourami (Trichogaster lalius var. 'Flame') is a vibrant freshwater fish species with fiery red and orange coloration. It is a color variation of the Dwarf Gourami and is prized for its striking appearance. Flame Dwarf Gouramis are peaceful and can be kept in community aquariums with other non-aggressive fish species. They prefer densely planted tanks with plenty of hiding spots and subdued lighting. This gourami species is omnivorous, feeding on a varied diet that includes flakes, pellets, live, and frozen foods.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 3 inches (7.6 cm)",
    "img": "https://example.com/flame-dwarf-gourami-image.jpg",
    "size": "Small",
    "species": "Trichogaster lalius var. 'Flame'",
    "family": "Gourami",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)"
  },
  {
    "name": "Giant Gourami",
    "description": "The Giant Gourami, scientifically known as Osphronemus goramy, is one of the largest freshwater fish species in the gourami family. Native to Southeast Asia, it is named for its impressive size and robust appearance. Giant Gouramis are known for their aggresive temperament, making them suitable for solo or large community aquariums with other sizeable fish species. They require spacious tanks with plenty of hiding spots and vegetation. While juveniles may exhibit some territorial behavior, adults are generally docile. Like other gouramis, they possess labyrinth organs, enabling them to breathe atmospheric air.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 24 inches (60 cm)",
    "img": "https://example.com/giant-gourami-image.jpg",
    "size": "Large",
    "species": "Osphronemus goramy",
    "family": "Gourami",
    "experienceLevel": "Intermediate to Advanced",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)"
  },
  {
    "name": "Daisys Blue Rice Killifish",
    "description": "The Daisys Blue Rice Killifish, scientifically known as Oryzias woworae, is a vibrant and charming freshwater fish species native to Indonesia. It showcases stunning blue and red coloration, making it a visually striking addition to planted aquariums. Daisys Blue Rice Killifish are relatively peaceful and can be kept in community setups with other small, non-aggressive fish species. They prefer densely planted aquariums with plenty of hiding spots and subdued lighting. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for their health and coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 1.5 inches (4 cm)",
    "img": "https://example.com/daisys-blue-rice-killifish-image.jpg",
    "size": "Small",
    "species": "Oryzias woworae",
    "family": "Killifish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 8.0",
    "temperatureRange": "75°F - 80°F (24°C - 27°C)"
  },
  {
    "name": "Gardneri Panchax Killifish",
    "description": "The Gardneri Panchax Killifish, scientifically known as Epiplatys gardneri, is a small and peaceful freshwater fish species native to West Africa. It features subtle yet attractive coloration, with males often displaying vibrant fins during courtship displays. Gardneri Panchax Killifish are social and can be kept in groups in planted aquariums or species tanks. They prefer aquariums with plenty of vegetation and floating plants to provide cover and breeding sites. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for their health and coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/gardneri-panchax-killifish-image.jpg",
    "size": "Small",
    "species": "Epiplatys gardneri",
    "family": "Killifish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 78°F (22°C - 26°C)"
  },
  {
    "name": "Golden Wonder Killifish",
    "description": "The Golden Wonder Killifish, scientifically known as Aplocheilus lineatus, is a popular and lively freshwater fish species native to South Asia. It is named for its golden coloration and striking vertical bars, making it a visually appealing addition to community aquariums. Golden Wonder Killifish are relatively peaceful but may display territorial behavior towards similar-looking species. They prefer densely planted aquariums with plenty of hiding spots and subdued lighting. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for their health and coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "img": "https://example.com/golden-wonder-killifish-image.jpg",
    "size": "Small",
    "species": "Aplocheilus lineatus",
    "family": "Killifish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 8.0",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Guentheri Killifish",
    "description": "The Guentheri Killifish, scientifically known as Aphyosemion guentheri, is a colorful and peaceful freshwater fish species native to West Africa. It is named for its attractive coloration and distinctive fin patterns, making it a popular choice among aquarium hobbyists. Guentheri Killifish are relatively hardy and can be kept in community setups with other small, non-aggressive fish species. They prefer densely planted aquariums with plenty of hiding spots and subdued lighting. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for their health and coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/guentheri-killifish-image.jpg",
    "size": "Small",
    "species": "Aphyosemion guentheri",
    "family": "Killifish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 78°F (22°C - 26°C)"
  },
  {
    "name": "Magnificus Killifish",
    "description": "The Magnificus Killifish, scientifically known as Aphanius magnificus, is a striking freshwater fish species native to Iran. It features vibrant coloration, with males showcasing elongated fins and bright colors during courtship displays. Magnificus Killifish are relatively peaceful and can be kept in community setups with other small, non-aggressive fish species. They prefer densely planted aquariums with plenty of hiding spots and subdued lighting. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for their health and coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/magnificus-killifish-image.jpg",
    "size": "Small",
    "species": "Aphanius magnificus",
    "family": "Killifish",
    "experienceLevel": "Beginner",
    "waterPHRange": "7.0 - 8.5",
    "temperatureRange": "70°F - 78°F (21°C - 26°C)"
  },
  {
    "name": "Rachovi Killifish",
    "description": "The Rachovi Killifish, scientifically known as Epiplatys dageti, is a vibrant freshwater fish species native to West Africa. It features stunning coloration, with males displaying vibrant fins during courtship displays. Rachovi Killifish are relatively peaceful and can be kept in community setups with other small, non-aggressive fish species. They prefer densely planted aquariums with plenty of hiding spots and subdued lighting. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for their health and coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/rachovi-killifish-image.jpg",
    "size": "Small",
    "species": "Epiplatys dageti",
    "family": "Killifish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "72°F - 78°F (22°C - 26°C)"
  },
  {
    "name": "Aba Knifefish",
    "description": "The Aba Knifefish, scientifically known as Gymnarchus niloticus, is a species of freshwater knifefish native to Africa, particularly in the Nile and Niger River basins. It is characterized by its elongated, ribbon-like body and long anal fin. Aba Knifefish are nocturnal predators and prefer heavily planted aquariums with plenty of hiding spots.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 24 inches (61 cm)",
    "img": "https://example.com/aba-knifefish-image.jpg",
    "size": "Large",
    "species": "Gymnarchus niloticus",
    "family": "Knifefish",
    "experienceLevel": "Advanced",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "African Knifefish",
    "description": "The African Knifefish, scientifically known as Xenomystus nigri, is a species of freshwater knifefish native to Africa, particularly in the Congo River basin. It is known for its eel-like body and long anal fin. African Knifefish are nocturnal and prefer dimly lit aquariums with plenty of hiding spots.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 10 inches (25 cm)",
    "img": "https://example.com/african-knifefish-image.jpg",
    "size": "Medium",
    "species": "Xenomystus nigri",
    "family": "Knifefish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Black Ghost Knifefish",
    "description": "The Black Ghost Knifefish, scientifically known as Apteronotus albifrons, is a species of freshwater knifefish native to South America, particularly in the Amazon and Orinoco River basins. It is named for its dark coloration and elongated body. Black Ghost Knifefish are nocturnal and prefer large aquariums with plenty of hiding spots.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 20 inches (51 cm)",
    "img": "https://example.com/black-ghost-knifefish-image.jpg",
    "size": "Large",
    "species": "Apteronotus albifrons",
    "family": "Knifefish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Clown Knifefish",
    "description": "The Clown Knifefish, scientifically known as Chitala ornata, is a species of freshwater knifefish native to Southeast Asia, particularly in rivers and lakes of Thailand and Malaysia. It is named for its distinctive black and white stripes and elongated body. Clown Knifefish are popular among aquarists but require large aquariums due to their size.",
    "temperament": "Semi-Aggressive",
    "maxGrowthSize": "Up to 36 inches (91 cm)",
    "img": "https://example.com/clown-knifefish-image.jpg",
    "size": "Large",
    "species": "Chitala ornata",
    "family": "Knifefish",
    "experienceLevel": "Advanced",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Glass Knifefish",
    "description": "The Glass Knifefish, scientifically known as Eigenmannia virescens, is a species of freshwater knifefish native to South America, particularly in the Amazon River basin. It is named for its transparent body, which allows its internal organs to be seen. Glass Knifefish are nocturnal and prefer densely planted aquariums.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 8 inches (20 cm)",
    "img": "https://example.com/glass-knifefish-image.jpg",
    "size": "Medium",
    "species": "Eigenmannia virescens",
    "family": "Knifefish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Zebra Knifefish",
    "description": "The Zebra Knifefish, scientifically known as Apteronotus albifrons, is a species of freshwater knifefish native to South America, particularly in the Amazon and Orinoco River basins. It is named for its black and white striped pattern. Zebra Knifefish are nocturnal and prefer heavily planted aquariums with plenty of hiding spots.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 20 inches (51 cm)",
    "img": "https://example.com/zebra-knifefish-image.jpg",
    "size": "Large",
    "species": "Apteronotus albifrons",
    "family": "Knifefish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Kubotai Loach",
    "description": "The Kubotai Loach, scientifically known as Botia kubotai, is a captivating freshwater fish species native to Southeast Asia. It boasts striking coloration with vibrant yellow and blue hues adorning its slender body. These loaches are social creatures, often seen in groups scavenging for food and exploring their surroundings. With their peaceful nature, they make excellent additions to community aquariums, although they may display occasional territorial behavior towards conspecifics. Kubotai Loaches thrive in well-established tanks with plenty of hiding spots and gentle water flow, mimicking their natural habitat.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "img": "https://example.com/kubotai-loach-image.jpg",
    "size": "Small",
    "species": "Botia kubotai",
    "family": "Loach",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Kuhli Loach",
    "description": "The Kuhli Loach, scientifically known as Pangio kuhlii, is a fascinating freshwater fish species originating from Southeast Asia. Recognizable by its eel-like body and distinctive striped pattern, the Kuhli Loach adds a unique flair to any aquarium setup. Despite their shy and nocturnal nature, Kuhli Loaches are sociable and thrive in groups of their own kind. They prefer densely planted tanks with plenty of hiding spots, where they can burrow and explore. As peaceful scavengers, they help keep the aquarium substrate clean by consuming leftover food and detritus.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "img": "https://example.com/kuhli-loach-image.jpg",
    "size": "Small",
    "species": "Pangio kuhlii",
    "family": "Loach",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Lochabata Botia Loach",
    "description": "The Lochabata Botia, scientifically known as Botia lohachata, is a charming freshwater fish species native to Southeast Asia. It features a vibrant orange body adorned with intricate black markings, making it a visually stunning addition to any aquarium. Lochabata Botias are social creatures and thrive in groups, displaying interesting shoaling behaviors. Despite their peaceful nature, they may exhibit territorial behavior towards similar-looking species, so it's best to keep them with compatible tank mates. These loaches prefer well-oxygenated water with plenty of hiding spots and soft substrates for burrowing.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/lochabata-botia-image.jpg",
    "size": "Medium",
    "species": "Botia lohachata",
    "family": "Loach",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Dojo Loach",
    "description": "The Dojo Loach, also known as Misgurnus anguillicaudatus, is a freshwater fish species native to East Asia. It is recognizable by its long, slender body and smooth, scaleless skin. Dojo Loaches are peaceful and sociable, often found in groups in their natural habitat. They are known for their playful behavior and can be observed darting around the tank and burrowing into substrate. Dojo Loaches are hardy and adaptable, making them suitable for beginner aquarists. They prefer well-oxygenated water with plenty of hiding spots and soft substrates for burrowing and scavenging.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 12 inches (30 cm)",
    "img": "https://example.com/dojo-loach-image.jpg",
    "size": "Medium",
    "species": "Misgurnus anguillicaudatus",
    "family": "Loach",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 8.0",
    "temperatureRange": "65°F - 77°F (18°C - 25°C)"
  },
  {
    "name": "Reticulated Hillstream Loach",
    "description": "The Reticulated Hillstream Loach, scientifically known as Sewellia lineolata, is a fascinating freshwater fish species native to fast-flowing streams in Southeast Asia. It features a flattened body and specialized adaptations for clinging to rocks in swift currents. Reticulated Hillstream Loaches are prized for their unique appearance, with intricate reticulated patterns adorning their bodies. These loaches require well-oxygenated water and strong water flow in the aquarium, mimicking their natural habitat. They are peaceful and do well in community tanks with similarly sized, non-aggressive species.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 3 inches (7.5 cm)",
    "img": "https://example.com/reticulated-hillstream-loach-image.jpg",
    "size": "Small",
    "species": "Sewellia lineolata",
    "family": "Loach",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "68°F - 76°F (20°C - 24°C)"
  },
  {
    "name": "Clown Loach",
    "description": "The Clown Loach, scientifically known as Chromobotia macracanthus, is a colorful and sociable freshwater fish species native to Indonesia. It is named for its playful behavior and vibrant coloration, featuring bold orange-red stripes against a golden body. Clown Loaches are schooling fish that thrive in groups, displaying interesting shoaling behaviors. They are peaceful and suitable for community aquariums, although they can grow quite large and require spacious tanks. These loaches prefer well-oxygenated water with plenty of hiding spots and soft substrates.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 12 inches (30 cm)",
    "img": "https://example.com/clown-loach-image.jpg",
    "size": "Large",
    "species": "Chromobotia macracanthus",
    "family": "Loach",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F-86°F (24°C-30°C)"
  },
  {
    "name": "Striata Botia Loach",
    "description": "The Striata Botia, scientifically known as Botia striata, is a captivating freshwater fish species native to the rivers of Southeast Asia. It boasts a sleek, elongated body with striking black and orange stripes, adding visual interest to any aquarium. Striata Botias are active and social, often seen foraging for food and interacting with tank mates. They are peaceful and suitable for community tanks, although they may exhibit territorial behavior towards similar-looking species. These loaches prefer well-oxygenated water with plenty of hiding spots and soft substrates.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/striata-botia-image.jpg",
    "size": "Medium",
    "species": "Botia striata",
    "family": "Loach",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Skunk Botia Loach",
    "description": "The Skunk Botia, scientifically known as Yasuhikotakia morleti, is a charming freshwater fish species native to the rivers of Southeast Asia. It is named for its distinctive black and white striped pattern, resembling a skunk. Skunk Botias are social and thrive in groups, displaying interesting shoaling behaviors. They are peaceful and suitable for community tanks, although they may display territorial behavior towards similar-looking species. These loaches prefer well-oxygenated water with plenty of hiding spots and soft substrates.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/skunk-botia-image.jpg",
    "size": "Medium",
    "species": "Yasuhikotakia morleti",
    "family": "Loach",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Dario Botia Loach",
    "description": "The Dario Botia Loach, scientifically known as Botia dario, is a captivating freshwater fish species native to the rivers and streams of India. It features striking orange and black vertical stripes, adding visual interest to any aquarium. Dario Botias are social and thrive in groups, displaying interesting shoaling behaviors. They are peaceful and suitable for community tanks, although they may display territorial behavior towards similar-looking species. These loaches prefer well-oxygenated water with plenty of hiding spots and soft substrates.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/dario-botia-image.jpg",
    "size": "Medium",
    "species": "Botia dario",
    "family": "Loach",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Redtail Botia Loach",
    "description": "The Redtail Botia Loach, scientifically known as Yasuhikotakia modesta, is a striking freshwater fish species native to Southeast Asia. It is named for its vibrant red tail fin, which contrasts beautifully against its silver body. Redtail Botia Loaches are social and thrive in groups, displaying interesting shoaling behaviors. They are peaceful and suitable for community tanks, although they may display territorial behavior towards similar-looking species. These loaches prefer well-oxygenated water with plenty of hiding spots and soft substrates.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 8 inches (20 cm)",
    "img": "https://example.com/redtail-botia-loach-image.jpg",
    "size": "Medium",
    "species": "Yasuhikotakia modesta",
    "family": "Loach",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Tiger Botia Loach",
    "description": "The Tiger Botia Loach, scientifically known as Botia helodes, is a captivating freshwater fish species native to the rivers and streams of Southeast Asia. It features striking tiger-like stripes and a slender body, adding visual interest to any aquarium. Tiger Botias are social and thrive in groups, displaying interesting shoaling behaviors. They are peaceful and suitable for community tanks, although they may display territorial behavior towards similar-looking species. These loaches prefer well-oxygenated water with plenty of hiding spots and soft substrates.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 8 inches (20 cm)",
    "img": "https://example.com/tiger-botia-image.jpg",
    "size": "Medium",
    "species": "Botia helodes",
    "family": "Loach",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Panda Loach",
    "description": "The Panda Loach, scientifically known as Yaoshania pachychilus, is a charming freshwater fish species native to the rivers and streams of China. It features a distinctive black-and-white coloration reminiscent of a giant panda, making it a visually striking addition to any aquarium. Panda Loaches are social and thrive in groups, displaying interesting shoaling behaviors. They are peaceful and suitable for community tanks, although they may display territorial behavior towards similar-looking species. These loaches prefer well-oxygenated water with plenty of hiding spots and soft substrates.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 5 inches (12.5 cm)",
    "img": "https://example.com/panda-loach-image.jpg",
    "size": "Small",
    "species": "Yaoshania pachychilus",
    "family": "Loach",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Amazon Puffer",
    "description": "The Amazon Puffer, scientifically known as Colomesus asellus, is a species of pufferfish native to the Amazon River basin in South America. It is characterized by its distinctively round body and ability to inflate when threatened. Amazon Puffers are known for their curious and active nature.",
    "temperament": "Semi-Aggressive",
    "maxGrowthSize": "Up to 5 inches (13 cm)",
    "img": "https://example.com/amazon-puffer-image.jpg",
    "size": "Small",
    "species": "Colomesus asellus",
    "family": "Puffers",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Avocado Puffer",
    "description": "The Avocado Puffer, scientifically known as Tetraodon fluviatilis, is a species of pufferfish native to Southeast Asia, particularly in river systems of Thailand and Malaysia. It is named for its greenish coloration and rounded body shape, reminiscent of an avocado. Avocado Puffers are known for their intelligence and curious behavior.",
    "temperament": "Semi-Aggressive",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/avocado-puffer-image.jpg",
    "size": "Medium",
    "species": "Tetraodon fluviatilis",
    "family": "Puffers",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Congo Puffer",
    "description": "The Congo Puffer, scientifically known as Tetraodon miurus, is a species of pufferfish native to the Congo River basin in Central Africa. It is known for its striking appearance, with iridescent blue markings on a dark body. Congo Puffers are carnivorous and can be aggressive towards tankmates.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 5 inches (13 cm)",
    "img": "https://example.com/congo-puffer-image.jpg",
    "size": "Small",
    "species": "Tetraodon miurus",
    "family": "Puffers",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Fahaka Puffer",
    "description": "The Fahaka Puffer, scientifically known as Tetraodon lineatus, is a species of pufferfish native to the Nile River and other freshwater habitats in Africa. It is one of the largest freshwater puffers and is known for its impressive size and aggressive behavior. Fahaka Puffers require a large tank with plenty of space and hiding spots.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 17 inches (43 cm)",
    "img": "https://example.com/fahaka-puffer-image.jpg",
    "size": "Large",
    "species": "Tetraodon lineatus",
    "family": "Puffers",
    "experienceLevel": "Advanced",
    "waterPHRange": "7.0 - 8.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Hairy Puffer",
    "description": "The Hairy Puffer, scientifically known as Tetraodon baileyi, is a species of pufferfish native to freshwater habitats in Southeast Asia, particularly in Thailand and Malaysia. It is named for the fine hair-like projections covering its body. Hairy Puffers are known for their unique appearance and can be kept in a species-only tank.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "img": "https://example.com/hairy-puffer-image.jpg",
    "size": "Small",
    "species": "Tetraodon baileyi",
    "family": "Puffers",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Imitator Puffer",
    "description": "The Imitator Puffer, scientifically known as Carinotetraodon imitator, is a species of pufferfish native to freshwater habitats in Southeast Asia, particularly in Thailand and Indonesia. It is known for its ability to change color and mimic the appearance of other fish species. Imitator Puffers are relatively small and can be kept in community tanks.",
    "temperament": "Semi-Aggressive",
    "maxGrowthSize": "Up to 2.5 inches (6 cm)",
    "img": "https://example.com/imitator-puffer-image.jpg",
    "size": "Small",
    "species": "Carinotetraodon imitator",
    "family": "Puffers",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Mbu Puffer",
    "description": "The Mbu Puffer, scientifically known as Tetraodon mbu, is a species of pufferfish native to freshwater habitats in central and eastern Africa, particularly in the Congo River basin. It is one of the largest freshwater puffers and is known for its impressive size and distinctive appearance. Mbu Puffers require a large aquarium with plenty of space and a varied diet.",
    "temperament": "Semi-Aggressive",
    "maxGrowthSize": "Up to 26 inches (66 cm)",
    "img": "https://example.com/mbu-puffer-image.jpg",
    "size": "Large",
    "species": "Tetraodon mbu",
    "family": "Puffers",
    "experienceLevel": "Advanced",
    "waterPHRange": "7.0 - 8.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Ocellated Puffer",
    "description": "The Ocellated Puffer, scientifically known as Colomesus psittacus, is a species of pufferfish native to freshwater habitats in South America, particularly in the Amazon River basin. It is named for the distinctive ocelli or eye-like spots on its body. Ocellated Puffers are relatively small and can be kept in community tanks.",
    "temperament": "Semi-Aggressive",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "img": "https://example.com/ocellated-puffer-image.jpg",
    "size": "Small",
    "species": "Colomesus psittacus",
    "family": "Puffers",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Pea Puffer",
    "description": "The Pea Puffer, scientifically known as Carinotetraodon travancoricus, is a species of pufferfish native to freshwater habitats in South Asia, particularly in India. It is named for its small size, resembling a pea. Pea Puffers are known for their vibrant coloration and can be kept in small aquariums or community tanks.",
    "temperament": "Semi-Aggressive",
    "maxGrowthSize": "Up to 1 inch (2.5 cm)",
    "img": "https://example.com/pea-puffer-image.jpg",
    "size": "Small",
    "species": "Carinotetraodon travancoricus",
    "family": "Puffers",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Red-Tailed Dwarf Puffer",
    "description": "The Red-Tailed Dwarf Puffer, scientifically known as Carinotetraodon irrubesco, is a small species of pufferfish native to freshwater habitats in Southeast Asia, particularly in Thailand and Malaysia. It is named for its distinctive red tail fin. Red-Tailed Dwarf Puffers are known for their energetic behavior and can be kept in small aquariums or community tanks.",
    "temperament": "Semi-Aggressive",
    "maxGrowthSize": "Up to 1.5 inches (4 cm)",
    "img": "https://example.com/red-tailed-dwarf-puffer-image.jpg",
    "size": "Small",
    "species": "Carinotetraodon irrubesco",
    "family": "Puffers",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Bala Shark",
    "description": "The Bala Shark, scientifically known as Balantiocheilos melanopterus, is a sleek and active freshwater fish species native to Southeast Asia. It features a silver body with black margins on its fins, resembling a miniature shark. Although often mistaken for a shark, it is a schooling fish suitable for larger community aquariums.",
    "temperament": "Semi-Aggressive",
    "maxGrowthSize": "Up to 14 inches (35 cm)",
    "img": "https://example.com/bala-shark-image.jpg",
    "size": "Large",
    "species": "Balantiocheilos melanopterus",
    "family": "Shark",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 8.0",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)"
  },
  {
    "name": "Redtail Shark",
    "description": "The Redtail Shark, scientifically known as Epalzeorhynchos bicolor, is a striking freshwater fish species with a vibrant red tail fin contrasting against its black body. It is territorial and may exhibit aggression towards similar-looking species, making it suitable for semi-aggressive community tanks.",
    "temperament": "Semi-Aggressive",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/redtail-shark-image.jpg",
    "size": "Medium",
    "species": "Epalzeorhynchos bicolor",
    "family": "Shark",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Siamese Algae Eater",
    "description": "The Siamese Algae Eater, scientifically known as Crossocheilus siamensis, is a popular freshwater fish species valued for its algae-eating habits. It has a slender, elongated body with a distinctive black stripe running from its head to tail. This peaceful and hardy fish is an excellent addition to community aquariums for controlling algae growth.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/siamese-algae-eater-image.jpg",
    "size": "Medium",
    "species": "Crossocheilus siamensis",
    "family": "Shark",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 79°F (24°C - 26°C)"
  },
  {
    "name": "Rainbow Shark",
    "description": "The Rainbow Shark, scientifically known as Epalzeorhynchos frenatum, is a colorful and territorial freshwater fish species. It exhibits a striking red or orange coloration on its fins and a dark body. Despite its name, it is not a true shark but belongs to the Cyprinidae family. Due to its territorial nature, it should be kept in larger aquariums with ample hiding spots.",
    "temperament": "Semi-Aggressive",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/rainbow-shark-image.jpg",
    "size": "Medium",
    "species": "Epalzeorhynchos frenatum",
    "family": "Shark",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Six Banded Barb",
    "description": "The Six Banded Barb, scientifically known as Puntius hexazona, is a peaceful and attractive freshwater fish species. It is named for the six horizontal bands on its body and is suitable for community aquariums.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/six-banded-barb-image.jpg",
    "size": "Small",
    "species": "Puntius hexazona",
    "family": "Barb",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Neon Tetra",
    "description": "Neon Tetras are among the most popular tetras due to their striking iridescent blue and red colors.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 1.5 inches (4 cm)",
    "img": "https://as1.ftcdn.net/v2/jpg/04/88/85/40/1000_F_488854015_30rnKc7hKZQpclCkm0rqAH5Fo2MYSADa.jpg",
    "size": "Small",
    "species": "Paracheirodon innesi",
    "family": "Tetra",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.0",
    "temperatureRange": "72°F - 78°F (22°C - 26°C)"
  },
  {
    "name": "Cardinal Tetra",
    "description": "Cardinal Tetras are known for their vibrant red and blue colors, similar to Neon Tetras.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 1.5 inches (4 cm)",
    "img": "https://example.com/cardinal-tetra-image.jpg",
    "size": "Small",
    "species": "Paracheirodon axelrodi",
    "family": "Tetra",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "73°F - 81°F (23°C - 27°C)"
  },
  {
    "name": "Ember Tetra",
    "description": "Ember Tetras have a beautiful fiery orange coloration that adds warmth to any aquarium.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 1 inch (2.5 cm)",
    "img": "https://example.com/ember-tetra-image.jpg",
    "size": "Small",
    "species": "Hyphessobrycon amandae",
    "family": "Tetra",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.0",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Black Neon Tetra",
    "description": "Black Neon Tetras feature a combination of black and silver colors, creating a striking appearance.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 1.5 inches (4 cm)",
    "img": "https://example.com/black-neon-tetra-image.jpg",
    "size": "Small",
    "species": "Hyphessobrycon herbertaxelrodi",
    "family": "Tetra",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "73°F - 81°F (23°C - 27°C)"
  },
  {
    "name": "Vampire Tetra",
    "description": "Vampire Tetras are known for their iconic sharp teeth and predatory behavior, requiring a larger tank.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Around 14 inches (35 cm)",
    "img": "https://example.com/vampire-tetra-image.jpg",
    "size": "Large",
    "species": "Hydrolycus scomberoides",
    "family": "Tetra",
    "experienceLevel": "Advanced",
    "waterPHRange": "5.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Congo Tetra",
    "description": "Congo Tetras are large, peaceful tetras known for their distinctive coloration and fin extensions.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 3 inches (8 cm)",
    "img": "https://example.com/congo-tetra-image.jpg",
    "size": "Medium",
    "species": "Phenacogrammus interruptus",
    "family": "Tetra",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "73°F - 82°F (23°C - 28°C)"
  },
  {
    "name": "Bleeding Heart Tetra",
    "description": "Bleeding Heart Tetras are named for the heart-shaped red marking on their silver bodies.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 2.5 inches (6 cm)",
    "img": "https://example.com/bleeding-heart-tetra-image.jpg",
    "size": "Small",
    "species": "Hyphessobrycon erythrostigma",
    "family": "Tetra",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.0",
    "temperatureRange": "74°F - 80°F (23°C - 27°C)"
  },
  {
    "name": "Black Skirt Tetra",
    "description": "Black Skirt Tetras are known for their distinctive black markings on their fins and bodies.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 2 inches (5 cm)",
    "img": "https://example.com/black-skirt-tetra-image.jpg",
    "size": "Small",
    "species": "Gymnocorymbus ternetzi",
    "family": "Tetra",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 78°F (22°C - 26°C)"
  },
  {
    "name": "Serpae Tetra",
    "description": "Serpae Tetras are known for their vibrant red coloration and schooling behavior.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 1.5 inches (4 cm)",
    "img": "https://example.com/serpae-tetra-image.jpg",
    "size": "Small",
    "species": "Hyphessobrycon eques",
    "family": "Tetra",
    "experienceLevel": "Intermediate",
    "waterPHRange": "5.5 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Bloodfin Tetra",
    "description": "Bloodfin Tetras are known for their distinctive red fins, adding a splash of color to aquariums.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 2 inches (5 cm)",
    "img": "https://example.com/bloodfin-tetra-image.jpg",
    "size": "Small",
    "species": "Aphyocharax anisitsi",
    "family": "Tetra",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "74°F - 82°F (23°C - 28°C)"
  },
  {
    "name": "Rummynose Tetra",
    "description": "Rummynose Tetras have a distinct red nose, adding a playful and vibrant element to aquariums.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 2 inches (5 cm)",
    "img": "https://example.com/rummynose-tetra-image.jpg",
    "size": "Small",
    "species": "Hemigrammus rhodostomus",
    "family": "Tetra",
    "experienceLevel": "Intermediate",
    "waterPHRange": "5.5 - 7.5",
    "temperatureRange": "75°F - 81°F (24°C - 27°C)"
  },
  {
    "name": "Emperor Tetra",
    "description": "Emperor Tetras are known for their striking blue and black coloration, adding elegance to aquariums.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 2 inches (5 cm)",
    "img": "https://example.com/emperor-tetra-image.jpg",
    "size": "Small",
    "species": "Nematobrycon palmeri",
    "family": "Tetra",
    "experienceLevel": "Intermediate",
    "waterPHRange": "5.5 - 7.5",
    "temperatureRange": "72°F - 78°F (22°C - 26°C)"
  },
  {
    "name": "Von Rio Tetra",
    "description": "Von Rio Tetras are colorful and active, creating a vibrant and lively aquarium environment.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 1.5 inches (4 cm)",
    "img": "https://example.com/von-rio-tetra-image.jpg",
    "size": "Small",
    "species": "Hyphessobrycon flammeus",
    "family": "Tetra",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Common Black Molly",
    "description": "The Common Black Molly is a popular freshwater fish known for its sleek black coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 3 to 4 inches (7.5 to 10 cm)",
    "img": "https://example.com/common-black-molly-image.jpg",
    "size": "Small",
    "species": "Poecilia sphenops",
    "family": "Molly",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.7 - 8.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Dalmatian Molly",
    "description": "Dalmatian Mollies are recognized by their spotted black and white patterns, reminiscent of Dalmatian dogs.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 3 to 4 inches (7.5 to 10 cm)",
    "img": "https://example.com/dalmatian-molly-image.jpg",
    "size": "Small",
    "species": "Poecilia latipinna",
    "family": "Molly",
    "experienceLevel": "Beginner",
    "waterPHRange": "7.0 - 8.5",
    "temperatureRange": "72°F - 78°F (22°C - 26°C)"
  },
  {
    "name": "Lyretail Molly",
    "description": "Lyretail Mollies are known for their distinct lyre-shaped tails, adding elegance to aquariums.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 4 inches (10 cm)",
    "img": "https://example.com/lyretail-molly-image.jpg",
    "size": "Small",
    "species": "Poecilia reticulata",
    "family": "Molly",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.0 - 8.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Sailfin Molly",
    "description": "Sailfin Mollies have an impressive sail-like dorsal fin, making them stand out in aquariums.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 4 to 5 inches (10 to 12.5 cm)",
    "img": "https://example.com/sailfin-molly-image.jpg",
    "size": "Medium",
    "species": "Poecilia latipinna",
    "family": "Molly",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.0 - 8.5",
    "temperatureRange": "72°F - 78°F (22°C - 26°C)"
  },
  {
    "name": "Gold Dust Molly",
    "description": "Gold Dust Mollies feature a sparkling, gold-like dusting on their scales, creating a visually appealing effect.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 3 to 4 inches (7.5 to 10 cm)",
    "img": "https://example.com/gold-dust-molly-image.jpg",
    "size": "Small",
    "species": "Poecilia sphenops",
    "family": "Molly",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.7 - 8.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Balloon Molly",
    "description": "Balloon Mollies are characterized by their inflated, balloon-like appearance, especially in the abdominal region.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 3 to 4 inches (7.5 to 10 cm)",
    "img": "https://example.com/balloon-molly-image.jpg",
    "size": "Small",
    "species": "Poecilia sphenops",
    "family": "Molly",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.7 - 8.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Sunset Molly",
    "description": "Sunset Mollies exhibit vibrant and warm coloration, resembling the hues of a sunset.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 3 to 4 inches (7.5 to 10 cm)",
    "img": "https://example.com/sunset-molly-image.jpg",
    "size": "Small",
    "species": "Poecilia sphenops",
    "family": "Molly",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.0 - 8.5",
    "temperatureRange": "72°F - 78°F (22°C - 26°C)"
  },
  {
    "name": "Wild Molly",
    "description": "Wild Mollies showcase the natural and diverse color patterns found in their wild counterparts.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 3 to 4 inches (7.5 to 10 cm)",
    "img": "https://example.com/wild-molly-fish-image.jpg",
    "size": "Small",
    "species": "Various",
    "family": "Molly",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 8.0",
    "temperatureRange": "72°F - 78°F (22°C - 26°C)"
  },
  {
    "name": "Green Swordtail",
    "description": "The Green Swordtail is a vibrant freshwater fish known for its green coloration and distinctive sword-like tail.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 4 inches (10 cm)",
    "img": "https://example.com/green-swordtail-image.jpg",
    "size": "Small",
    "species": "Xiphophorus hellerii",
    "family": "Swordtail",
    "experienceLevel": "Beginner",
    "waterPHRange": "7.0 - 8.5",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)"
  },
  {
    "name": "Yellow Swordtail",
    "description": "The Yellow Swordtail is a brightly colored fish with a distinct sword-like tail, adding vibrancy to aquariums.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 4 inches (10 cm)",
    "img": "https://example.com/yellow-swordtail-image.jpg",
    "size": "Small",
    "species": "Xiphophorus hellerii",
    "family": "Swordtail",
    "experienceLevel": "Beginner",
    "waterPHRange": "7.0 - 8.5",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)"
  },
  {
    "name": "Red Swordtail",
    "description": "The Red Swordtail is a striking fish with vibrant red coloration and a distinctive sword-like tail.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 4 inches (10 cm)",
    "img": "https://example.com/red-swordtail-image.jpg",
    "size": "Small",
    "species": "Xiphophorus hellerii",
    "family": "Swordtail",
    "experienceLevel": "Beginner",
    "waterPHRange": "7.0 - 8.5",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)"
  },
  {
    "name": "Kohaku Swordtail",
    "description": "The Kohaku Swordtail features a beautiful pattern of red and white colors, reminiscent of traditional Japanese aesthetics.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 4 inches (10 cm)",
    "img": "https://example.com/kohaku-swordtail-image.jpg",
    "size": "Small",
    "species": "Xiphophorus hellerii",
    "family": "Swordtail",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.0 - 8.5",
    "temperatureRange": "72°F - 78°F (22°C - 26°C)"
  },
  {
    "name": "Pygmy Swordtail",
    "description": "The Pygmy Swordtail is a smaller species with a distinct sword-like tail, suitable for smaller aquariums.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 2 inches (5 cm)",
    "img": "https://example.com/pygmy-swordtail-image.jpg",
    "size": "Small",
    "species": "Xiphophorus pygmaeus",
    "family": "Swordtail",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.0 - 8.5",
    "temperatureRange": "72°F - 78°F (22°C - 26°C)"
  },
  {
    "name": "Mickey Mouse Swordtail",
    "description": "The Mickey Mouse Swordtail is recognized for its unique coloration and markings, resembling Mickey Mouse ears.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 3 inches (7.5 cm)",
    "img": "https://example.com/mickey-mouse-swordtail-image.jpg",
    "size": "Small",
    "species": "Xiphophorus maculatus",
    "family": "Swordtail",
    "experienceLevel": "Beginner",
    "waterPHRange": "7.0 - 8.5",
    "temperatureRange": "72°F - 78°F (22°C - 26°C)"
  },
  {
    "name": "Veiltail Goldfish",
    "description": "The Veiltail Goldfish is known for its long, flowing double tail that gives it an elegant appearance.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/veiltail-goldfish-image.jpg",
    "size": "Medium",
    "species": "Carassius auratus",
    "family": "Goldfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 8.0",
    "temperatureRange": "65°F - 75°F (18°C - 24°C)"
  },
  {
    "name": "Common Goldfish",
    "description": "The Common Goldfish is the classic goldfish variety with a sleek, streamlined body and vibrant coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 12 inches (30 cm)",
    "img": "https://example.com/common-goldfish-image.jpg",
    "size": "Large",
    "species": "Carassius auratus",
    "family": "Goldfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 8.0",
    "temperatureRange": "65°F - 75°F (18°C - 24°C)"
  },
  {
    "name": "Tamasaba Goldfish",
    "description": "The Tamasaba Goldfish is recognized for its elongated body and distinct forked tail, resembling a traditional Japanese fan.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 10 inches (25 cm)",
    "img": "https://example.com/tamasaba-goldfish-image.jpg",
    "size": "Large",
    "species": "Carassius auratus",
    "family": "Goldfish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "60°F - 75°F (15°C - 24°C)"
  },
  {
    "name": "Bubble Eye Goldfish",
    "description": "The Bubble Eye Goldfish is characterized by its fluid-filled sacs or bubbles underneath its eyes, creating a distinctive appearance.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/bubble-eye-goldfish-image.jpg",
    "size": "Medium",
    "species": "Carassius auratus",
    "family": "Goldfish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 8.0",
    "temperatureRange": "68°F - 74°F (20°C - 23°C)"
  },
  {
    "name": "Telescope Goldfish",
    "description": "The Telescope Goldfish is known for its protruding, telescope-like eyes, giving it a distinctive and charming appearance.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 8 inches (20 cm)",
    "img": "https://example.com/telescope-goldfish-image.jpg",
    "size": "Medium",
    "species": "Carassius auratus",
    "family": "Goldfish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "68°F - 74°F (20°C - 23°C)"
  },
  {
    "name": "Oranda Goldfish",
    "description": "The Oranda Goldfish is distinguished by the prominent hood or wen on its head, which can develop into a large, fleshy growth.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 8 inches (20 cm)",
    "img": "https://example.com/oranda-goldfish-image.jpg",
    "size": "Medium",
    "species": "Carassius auratus",
    "family": "Goldfish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "68°F - 74°F (20°C - 23°C)"
  },
  {
    "name": "Comet Goldfish",
    "description": "The Comet Goldfish is characterized by its long, flowing tail fin and vibrant coloration, resembling a comet streaking through the sky.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 12 inches (30 cm)",
    "img": "https://example.com/comet-goldfish-image.jpg",
    "size": "Large",
    "species": "Carassius auratus",
    "family": "Goldfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 8.0",
    "temperatureRange": "65°F - 75°F (18°C - 24°C)"
  },
  {
    "name": "Lionhead Goldfish",
    "description": "The Lionhead Goldfish is known for its lack of a dorsal fin and the development of a raspberry-like growth on the top of its head.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 8 inches (20 cm)",
    "img": "https://example.com/lionhead-goldfish-image.jpg",
    "size": "Medium",
    "species": "Carassius auratus",
    "family": "Goldfish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "68°F - 74°F (20°C - 23°C)"
  },
  {
    "name": "Ryukin Goldfish",
    "description": "The Ryukin Goldfish has a distinctive hump on its back, a pointed caudal fin, and a deep body, making it a visually striking variety.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 8 inches (20 cm)",
    "img": "https://example.com/ryukin-goldfish-image.jpg",
    "size": "Medium",
    "species": "Carassius auratus",
    "family": "Goldfish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "68°F - 74°F (20°C - 23°C)"
  },
  {
    "name": "Shubunkin Goldfish",
    "description": "The Shubunkin Goldfish is known for its calico coloration, which includes patches of red, orange, blue, and black, creating a vibrant and unique appearance.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 10 inches (25 cm)",
    "img": "https://example.com/shubunkin-goldfish-image.jpg",
    "size": "Medium",
    "species": "Carassius auratus",
    "family": "Goldfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 8.0",
    "temperatureRange": "65°F - 75°F (18°C - 24°C)"
  },
  {
    "name": "Celestial Eye Goldfish",
    "description": "The Celestial Eye Goldfish has eyes that are pointed upwards, giving it a unique and celestial appearance.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/celestial-eye-goldfish-image.jpg",
    "size": "Small",
    "species": "Carassius auratus",
    "family": "Goldfish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "68°F - 74°F (20°C - 23°C)"
  },
  {
    "name": "Ranchu Goldfish",
    "description": "The Ranchu Goldfish is known for its rounded body, lack of a dorsal fin, and a distinctive head shape, creating a charming and unique appearance.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/ranchu-goldfish-image.jpg",
    "size": "Small",
    "species": "Carassius auratus",
    "family": "Goldfish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "68°F - 74°F (20°C - 23°C)"
  },
  {
    "name": "Wakin Goldfish",
    "description": "The Wakin Goldfish is known for its long, double tail and vibrant coloration, combining characteristics of the common goldfish and the fantail.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 10 inches (25 cm)",
    "img": "https://example.com/wakin-goldfish-image.jpg",
    "size": "Medium",
    "species": "Carassius auratus",
    "family": "Goldfish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 8.0",
    "temperatureRange": "65°F - 75°F (18°C - 24°C)"
  },
  {
    "name": "Fantail Goldfish",
    "description": "The Fantail Goldfish is characterized by its double tail and rounded body, creating an elegant and graceful appearance.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 8 inches (20 cm)",
    "img": "https://example.com/fantail-goldfish-image.jpg",
    "size": "Medium",
    "species": "Carassius auratus",
    "family": "Goldfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "68°F - 74°F (20°C - 23°C)"
  },
  {
    "name": "Butterfly Tail Goldfish",
    "description": "The Butterfly Tail Goldfish has telescope eyes and a butterfly-like tail, creating a unique and graceful swimming appearance.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 8 inches (20 cm)",
    "img": "https://example.com/butterfly-tail-goldfish-image.jpg",
    "size": "Medium",
    "species": "Carassius auratus",
    "family": "Goldfish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "68°F - 74°F (20°C - 23°C)"
  },
  {
    "name": "Tosakin Goldfish",
    "description": "The Tosakin Goldfish is recognized for its unique tail structure, which spreads out horizontally like a fan, creating a distinctive appearance.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/tosakin-goldfish-image.jpg",
    "size": "Small",
    "species": "Carassius auratus",
    "family": "Goldfish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "68°F - 74°F (20°C - 23°C)"
  },
  {
    "name": "Pearlscale Goldfish",
    "description": "The Pearlscale Goldfish is known for its round body and scales that resemble pearls, giving it a unique and decorative appearance.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/pearlscale-goldfish-image.jpg",
    "size": "Small",
    "species": "Carassius auratus",
    "family": "Goldfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "68°F - 74°F (20°C - 23°C)"
  },
  {
    "name": "Gold Nugget Pleco",
    "description": "The Gold Nugget Pleco, scientifically known as Baryancistrus xanthellus, is admired for its vibrant golden-yellow coloration and unique patterns. It adds a touch of elegance to freshwater aquariums.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 7 inches (18 cm)",
    "img": "https://example.com/gold-nugget-pleco-image.jpg",
    "size": "Medium",
    "species": "Baryancistrus xanthellus",
    "family": "Pleco",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Zebra Pleco",
    "description": "The Zebra Pleco, scientifically known as Hypancistrus zebra, is highly prized for its striking black and white zebra-like stripes. It is a captivating and sought-after species among aquarium enthusiasts.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "img": "https://example.com/zebra-pleco-image.jpg",
    "size": "Small",
    "species": "Hypancistrus zebra",
    "family": "Pleco",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "78°F - 86°F (25°C - 30°C)"
  },
  {
    "name": "Bristlenose Pleco",
    "description": "The Bristlenose Pleco, also known as Ancistrus, is characterized by its distinctive bristle-like appendages on its snout. It is a popular and beneficial addition to aquariums.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 5 inches (12.7 cm)",
    "img": "https://example.com/bristlenose-pleco-image.jpg",
    "size": "Small",
    "species": "Ancistrus",
    "family": "Pleco",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "72°F - 78°F (22°C - 26°C)"
  },
  {
    "name": "Common Pleco",
    "description": "The Common Pleco, or Hypostomus plecostomus, is a widely recognized and often large catfish species. It is known for its ability to help control algae in aquariums.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 24 inches (60 cm) or more",
    "img": "https://example.com/common-pleco-image.jpg",
    "size": "Large",
    "species": "Hypostomus plecostomus",
    "family": "Pleco",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "73°F - 82°F (23°C - 28°C)"
  },
  {
    "name": "Sailfin Pleco",
    "description": "The Sailfin Pleco, scientifically known as Pterygoplichthys gibbiceps, is named for its large sail-like dorsal fin. It is a robust and adaptable species with distinctive markings.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 18 inches (45 cm)",
    "img": "https://example.com/sailfin-pleco-image.jpg",
    "size": "Large",
    "species": "Pterygoplichthys gibbiceps",
    "family": "Pleco",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Royal Pleco",
    "description": "The Royal Pleco, or Panaque nigrolineatus, is known for its striking appearance, featuring a black body with white or yellowish spots. It is a captivating and sought-after species.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 15 inches (38 cm)",
    "img": "https://example.com/royal-pleco-image.jpg",
    "size": "Medium",
    "species": "Panaque nigrolineatus",
    "family": "Pleco",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "76°F - 86°F (24°C - 30°C)"
  },
  {
    "name": "Snowball Pleco",
    "description": "The Snowball Pleco, scientifically known as Hypancistrus inspector, is prized for its unique appearance with a white or light-colored body covered in small dark spots.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 5 inches (12.7 cm)",
    "img": "https://example.com/snowball-pleco-image.jpg",
    "size": "Small",
    "species": "Hypancistrus inspector",
    "family": "Pleco",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "78°F - 86°F (25°C - 30°C)"
  },
  {
    "name": "Rubber Lip Pleco",
    "description": "The Rubber Lip Pleco, or Chaetostoma milesi, is known for its rubbery lips and its ability to consume algae. It is a smaller and peaceful pleco species suitable for community tanks.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "img": "https://example.com/rubber-lip-pleco-image.jpg",
    "size": "Small",
    "species": "Chaetostoma milesi",
    "family": "Pleco",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "72°F - 78°F (22°C - 26°C)"
  },
  {
    "name": "Leopard Frog Pleco",
    "description": "The Leopard Frog Pleco, scientifically known as Peckoltia compta, features a distinctive spotted pattern resembling a leopard. It is a smaller and attractive pleco species.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "img": "https://example.com/leopard-frog-pleco-image.jpg",
    "size": "Small",
    "species": "Peckoltia compta",
    "family": "Pleco",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "76°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Peppermint Pleco",
    "description": "The Peppermint Pleco, or Parancistrus nudiventris, is known for its attractive peppermint-like coloration, with alternating light and dark bands. It is a visually appealing species.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "img": "https://example.com/peppermint-pleco-image.jpg",
    "size": "Small",
    "species": "Parancistrus nudiventris",
    "family": "Pleco",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "78°F - 86°F (25°C - 30°C)"
  },
  {
    "name": "Vampire Pleco",
    "description": "The Vampire Pleco, scientifically known as Leporacanthicus heterodon, is named for its fang-like teeth. It is a unique and captivating pleco species, particularly appreciated by enthusiasts.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 10 inches (25 cm)",
    "img": "https://example.com/vampire-pleco-image.jpg",
    "size": "Medium",
    "species": "Leporacanthicus heterodon",
    "family": "Pleco",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "78°F - 86°F (25°C - 30°C)"
  },
  {
    "name": "Sunshine Pleco",
    "description": "The Sunshine Pleco, or Scobinancistrus aureatus, is known for its vibrant yellow-gold coloration. It is a striking and sought-after pleco species, adding a splash of color to aquariums.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 14 inches (35 cm)",
    "img": "https://example.com/sunshine-pleco-image.jpg",
    "size": "Medium",
    "species": "Scobinancistrus aureatus",
    "family": "Pleco",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "76°F - 86°F (24°C - 30°C)"
  },
  {
    "name": "Blue-Eyed Pleco",
    "description": "The Blue-Eyed Pleco, scientifically known as Panaqolus albivermis, features distinctive blue eyes and an attractive spotted pattern on its body. It is a visually appealing pleco species.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "img": "https://example.com/blue-eyed-pleco-image.jpg",
    "size": "Small",
    "species": "Panaqolus albivermis",
    "family": "Pleco",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "78°F - 86°F (25°C - 30°C)"
  },
  {
    "name": "Blue/Green Phantom Pleco",
    "description": "The Blue or Green Phantom Pleco, scientifically known as Hemiancistrus sp. L128, is admired for its stunning blue or green coloration and distinctive markings. It is a captivating and sought-after species.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "img": "https://example.com/blue-green-phantom-pleco-image.jpg",
    "size": "Small",
    "species": "Hemiancistrus sp. L128",
    "family": "Pleco",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "78°F - 86°F (25°C - 30°C)"
  },
  {
    "name": "Australian Rainbowfish",
    "description": "The Australian Rainbowfish, scientifically known as Melanotaenia fluviatilis, is a vibrant and peaceful freshwater fish species native to Australia. It is characterized by its shimmering iridescent scales, which display a wide range of colors including blue, green, and yellow. Australian Rainbowfish are social and thrive in groups, displaying fascinating shoaling behaviors. They prefer densely planted aquariums with plenty of open swimming space and subdued lighting. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for their health and coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "img": "https://example.com/australian-rainbowfish-image.jpg",
    "size": "Small",
    "species": "Melanotaenia fluviatilis",
    "family": "Rainbowfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Bosemani Rainbowfish",
    "description": "The Bosemani Rainbowfish, scientifically known as Melanotaenia boesemani, is a dazzling and peaceful freshwater fish species native to Indonesia. It is celebrated for its vibrant and iridescent colors, which include shades of blue, yellow, orange, and red. Bosemani Rainbowfish are social and thrive in groups, displaying fascinating shoaling behaviors. They prefer densely planted aquariums with plenty of open swimming space and subdued lighting. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for their health and coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "img": "https://example.com/boesemani-rainbowfish-image.jpg",
    "size": "Medium",
    "species": "Melanotaenia boesemani",
    "family": "Rainbowfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Celebes Rainbowfish",
    "description": "The Celebes Rainbowfish, scientifically known as Marosatherina ladigesi, is a charming and peaceful freshwater fish species native to Indonesia. It is admired for its shimmering iridescent scales and striking colors, which range from blue-green to golden-yellow. Celebes Rainbowfish are social and thrive in groups, displaying fascinating shoaling behaviors. They prefer densely planted aquariums with plenty of open swimming space and subdued lighting. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for their health and coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/celebes-rainbowfish-image.jpg",
    "size": "Small",
    "species": "Marosatherina ladigesi",
    "family": "Rainbowfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "7.0 - 8.0",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Praecox Rainbowfish",
    "description": "The Praecox Rainbowfish, scientifically known as Melanotaenia praecox, is a delightful and peaceful freshwater fish species native to New Guinea. It is cherished for its vibrant colors, which include shades of blue, green, and yellow. Praecox Rainbowfish are social and thrive in groups, displaying fascinating shoaling behaviors. They prefer densely planted aquariums with plenty of open swimming space and subdued lighting. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for their health and coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 3 inches (8 cm)",
    "img": "https://example.com/praecox-rainbowfish-image.jpg",
    "size": "Small",
    "species": "Melanotaenia praecox",
    "family": "Rainbowfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "7.0 - 8.0",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Red Irian Rainbowfish",
    "description": "The Red Irian Rainbowfish, scientifically known as Glossolepis incisus, is a captivating and peaceful freshwater fish species native to Papua New Guinea. It is admired for its stunning red coloration and iridescent scales, adding a vibrant touch to planted aquariums. Red Irian Rainbowfish are social and thrive in groups, displaying fascinating shoaling behaviors. They prefer densely planted aquariums with plenty of open swimming space and subdued lighting. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for their health and coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 5 inches (13 cm)",
    "img": "https://example.com/red-irian-rainbowfish-image.jpg",
    "size": "Medium",
    "species": "Glossolepis incisus",
    "family": "Rainbowfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "7.0 - 8.0",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Threadfin Rainbowfish",
    "description": "The Threadfin Rainbowfish, scientifically known as Iriatherina werneri, is a delicate and peaceful freshwater fish species native to Australia and New Guinea. It is distinguished by its elongated fins and shimmering iridescent colors, which range from blue to silver. Threadfin Rainbowfish are social and thrive in groups, displaying fascinating shoaling behaviors. They prefer densely planted aquariums with plenty of open swimming space and subdued lighting. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for their health and coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/threadfin-rainbowfish-image.jpg",
    "size": "Small",
    "species": "Iriatherina werneri",
    "family": "Rainbowfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Axelrod Rasbora",
    "description": "The Axelrod Rasbora, scientifically known as Trigonostigma axelrodi, is a charming and peaceful freshwater fish species native to Southeast Asia. It is named after the renowned aquarist Herbert R. Axelrod and is popular among aquarium hobbyists for its striking coloration and schooling behavior. Axelrod Rasboras are social fish and thrive in groups, displaying fascinating shoaling behaviors. They prefer densely planted aquariums with plenty of open swimming space and subdued lighting. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for their health and coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/axelrod-rasbora-image.jpg",
    "size": "Small",
    "species": "Trigonostigma axelrodi",
    "family": "Rasbora",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)"
  },
  {
    "name": "Black Harlequin Rasbora",
    "description": "The Black Harlequin Rasbora, scientifically known as Trigonostigma heteromorpha, is a striking freshwater fish species native to Southeast Asia. It is a selectively bred variant of the Harlequin Rasbora, featuring intense black coloration and vibrant red accents. Black Harlequin Rasboras are peaceful and can be kept in community aquariums with other small, non-aggressive fish species. They prefer densely planted aquariums with plenty of open swimming space and subdued lighting. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for their health and coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/black-harlequin-rasbora-image.jpg",
    "size": "Small",
    "species": "Trigonostigma heteromorpha",
    "family": "Rasbora",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Emerald Eye Rasbora",
    "description": "The Emerald Eye Rasbora, scientifically known as Rasbora dorsiocellata, is a peaceful and visually striking freshwater fish species native to Southeast Asia. It is recognized for its emerald-green eyes and subtle iridescent coloration, adding an elegant touch to planted aquariums. Emerald Eye Rasboras are social and thrive in groups, displaying interesting shoaling behaviors. They prefer densely planted aquariums with plenty of open swimming space and subdued lighting. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for their health and coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/emerald-eye-rasbora-image.jpg",
    "size": "Small",
    "species": "Rasbora dorsiocellata",
    "family": "Rasbora",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Green Kubotai Rasbora",
    "description": "The Green Kubotai Rasbora, scientifically known as Rasbora kubotai, is a beautiful and peaceful freshwater fish species native to Southeast Asia. It showcases stunning green and yellow coloration, making it a visually striking addition to planted aquariums. Green Kubotai Rasboras are social and thrive in groups, displaying fascinating shoaling behaviors. They prefer densely planted aquariums with plenty of open swimming space and subdued lighting. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for their health and coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/green-kubotai-rasbora-image.jpg",
    "size": "Small",
    "species": "Rasbora kubotai",
    "family": "Rasbora",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Harlequin Rasbora",
    "description": "The Harlequin Rasbora, scientifically known as Trigonostigma heteromorpha, is a popular and peaceful freshwater fish species native to Southeast Asia. It is admired for its striking appearance, featuring vibrant red-orange bodies and black triangular patches. Harlequin Rasboras are social and thrive in groups, displaying fascinating shoaling behaviors. They prefer densely planted aquariums with plenty of open swimming space and subdued lighting. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for their health and coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "img": "https://example.com/harlequin-rasbora-image.jpg",
    "size": "Small",
    "species": "Trigonostigma heteromorpha",
    "family": "Rasbora",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Lambchop Rasbora",
    "description": "The Lambchop Rasbora, scientifically known as Trigonostigma espei, is a peaceful and colorful freshwater fish species native to Southeast Asia. It is characterized by its vibrant red-orange bodies and black markings, resembling the shape of a lamb chop. Lambchop Rasboras are social and thrive in groups, displaying fascinating shoaling behaviors. They prefer densely planted aquariums with plenty of open swimming space and subdued lighting. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for their health and coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 1.5 inches (4 cm)",
    "img": "https://example.com/lambchop-rasbora-image.jpg",
    "size": "Small",
    "species": "Trigonostigma espei",
    "family": "Rasbora",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  },
  {
    "name": "Scissortail Rasbora",
    "description": "The Scissortail Rasbora, scientifically known as Rasbora trilineata, is a peaceful and active freshwater fish species native to Southeast Asia. It is named for its distinctively shaped tail fin, which resembles a pair of scissors. Scissortail Rasboras are social and thrive in groups, displaying fascinating shoaling behaviors. They prefer densely planted aquariums with plenty of open swimming space and subdued lighting. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for their health and coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 5 inches (13 cm)",
    "img": "https://example.com/scissortail-rasbora-image.jpg",
    "size": "Small",
    "species": "Rasbora trilineata",
    "family": "Rasbora",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)"
  }
]