[
  {
    "name": "Albino Angelfish",
    "description": "The Albino Angelfish, a variant of Pterophyllum scalare, is a unique and eye-catching freshwater fish species known for its lack of melanin pigment, resulting in a pale white or pinkish coloration. This variety of angelfish shares the same elegant body shape and graceful movements as its wild-type counterparts. Albino Angelfish are peaceful and can be kept in community aquariums with other non-aggressive species of similar size.\n\nIn addition to their striking appearance, Albino Angelfish are relatively easy to care for, making them a popular choice for beginner aquarists. They thrive in well-planted aquariums with plenty of hiding spots and prefer a water temperature range of 75°F to 82°F. These fish can grow up to 6 inches in length and are known to be good parents, often taking care of their fry.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "size": "Medium",
    "species": "Pterophyllum scalare",
    "family": "Angelfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Altum Angelfish",
    "description": "The Altum Angelfish, scientifically known as Pterophyllum altum, is a majestic and highly sought-after species of angelfish native to the blackwater rivers of South America. Known for their tall, laterally compressed bodies and elongated fins, Altum Angelfish are prized for their elegant appearance and graceful swimming behavior. Keeping Altum Angelfish requires specific water conditions, including soft, acidic water with low lighting, mimicking their natural habitat.\n\nAltum Angelfish are known to reach up to 12 inches in height, making them one of the largest species of angelfish. They are also recognized for their vertical stripes that run along their bodies, which can vary in intensity based on their mood and environment. Due to their specific care requirements, they are recommended for advanced aquarists who have experience maintaining stable water conditions.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 12 inches (30 cm)",
    "size": "Large",
    "species": "Pterophyllum altum",
    "family": "Angelfish",
    "experienceLevel": "Advanced",
    "waterPHRange": "4.0 - 6.0",
    "temperatureRange": "77°F - 82°F (25°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Blushing Angelfish",
    "description": "The Blushing Angelfish, a color variant of Pterophyllum scalare, is known for its distinctive blush or rosy hue across its body, especially on the cheeks. This coloration is often more pronounced during periods of excitement or aggression. Blushing Angelfish possess the same graceful swimming behavior and peaceful temperament as other varieties of angelfish, making them suitable for community aquariums.\n\nThese angelfish are relatively hardy and can adapt to a range of water conditions, but they thrive best in a stable environment with a pH between 6.5 and 7.5. They enjoy swimming in schools and appreciate aquariums that provide plenty of vertical space due to their tall bodies. Blushing Angelfish can grow up to 6 inches and are known to breed readily in captivity under the right conditions.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "size": "Medium",
    "species": "Pterophyllum scalare",
    "family": "Angelfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },

  {
    "name": "African Arowana",
    "description": "The African Arowana, scientifically known as Heterotis niloticus, is a unique freshwater fish native to Africa. It is recognized for its distinctive appearance and is well-suited for large aquariums.\n\nAfrican Arowanas are characterized by their elongated bodies and unique coloration, making them a standout in any aquarium. They are native to the rivers and lakes of West and Central Africa and require large tanks with plenty of swimming space. These fish can be territorial and may exhibit aggression towards smaller tankmates, so careful consideration must be given to tankmate selection. African Arowanas are omnivorous and will accept a variety of live and prepared foods. Due to their size and territorial nature, they are best suited for intermediate to experienced aquarists with large aquarium setups.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 30 inches (76 cm)",
    "size": "Large",
    "species": "Heterotis niloticus",
    "family": "Arowana",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 8.0",
    "temperatureRange": "74°F - 82°F (23°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Black Arowana",
    "description": "The Black Arowana, also known as the Black Dragonfish, is a rare and captivating species prized for its deep black coloration. It is a unique and sought-after addition to advanced aquariums. Black Arowanas are renowned for their striking appearance and commanding presence in any aquarium. They originate from the tropical rainforests of South America and require large tanks with plenty of open swimming space.\n\nThese fish can be territorial and aggressive, especially towards smaller tankmates, so careful consideration must be taken when choosing tankmates. Black Arowanas thrive on a diet of live foods such as feeder fish, insects, and crustaceans. Due to their size and temperament, they are recommended for experienced aquarists with large, well-maintained aquarium setups.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 36 inches (91 cm)",
    "size": "Large",
    "species": "Osteoglossum ferreirai",
    "family": "Arowana",
    "experienceLevel": "Advanced",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Jardini Arowana",
    "description": "The Jardini Arowana, scientifically known as Scleropages jardini, is a stunning and lively species appreciated for its unique color patterns and active behavior. It is a captivating choice for experienced aquarists.\n\nJardini Arowanas are prized for their vibrant coloration and active swimming behavior. They are native to freshwater habitats in Northern Australia and New Guinea and require large aquariums with plenty of space to swim. These fish can be territorial and may exhibit aggression towards smaller tankmates, so careful consideration must be given to tankmate selection. Jardini Arowanas have a voracious appetite and will readily consume a variety of live and prepared foods. Due to their size and territorial nature, they are best suited for experienced aquarists with large aquarium setups.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 30 inches (76 cm)",
    "size": "Large",
    "species": "Scleropages jardini",
    "family": "Arowana",
    "experienceLevel": "Advanced",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "78°F - 86°F (25°C - 30°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },

  {
    "name": "Black Ruby Barb",
    "description": "The Black Ruby Barb, scientifically known as Pethia nigrofasciata, is a striking freshwater fish species characterized by its deep black and red coloration. It is a peaceful and active fish that adds visual appeal to community aquariums.\n\nBlack Ruby Barbs are prized for their striking coloration and peaceful temperament, making them ideal for community aquariums. They are native to the rivers and streams of Southeast Asia and prefer well-planted tanks with plenty of swimming space. These fish are best kept in groups and thrive in environments with moderate water flow. Black Ruby Barbs are omnivorous and will accept a variety of live, frozen, and prepared foods. Due to their peaceful nature and striking appearance, they are suitable for beginner aquarists.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2.5 inches (6.4 cm)",
    "size": "Small",
    "species": "Pethia nigrofasciata",
    "family": "Barb",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Checker Barb",
    "description": "The Checker Barb, scientifically known as Oliotius oligolepis, is a peaceful and attractive freshwater fish species. It is named for the distinctive checkerboard-like pattern on its body, which adds visual interest to aquarium setups.\n\nChecker Barbs are known for their peaceful temperament and distinctive appearance, making them a popular choice for community aquariums. They originate from the rivers and streams of Southeast Asia and thrive in well-planted tanks with moderate water flow. These fish are best kept in groups and will readily accept a variety of live and prepared foods. Checker Barbs are suitable for beginner aquarists due to their ease of care and peaceful nature.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 3 inches (7.6 cm)",
    "size": "Small",
    "species": "Oliotius oligolepis",
    "family": "Barb",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Cherry Barb",
    "description": "The Cherry Barb, scientifically known as Puntius titteya, is a popular and vibrant freshwater fish species. It is named for its bright red coloration, resembling a cherry.\n\nCherry Barbs are peaceful and active fish known for their striking red coloration and ease of care. They are native to the slow-moving waters of Sri Lanka and prefer well-planted tanks with plenty of hiding spots. These fish are best kept in groups to display their best colors and natural behaviors. Cherry Barbs are omnivorous and will accept a variety of live, frozen, and prepared foods. Due to their peaceful nature and hardiness, they are suitable for beginner aquarists.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "size": "Small",
    "species": "Puntius titteya",
    "family": "Barb",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "73°F - 81°F (23°C - 27°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },

  {
    "name": "Adolfoi Corydoras",
    "description": "The Adolfoi Corydoras, scientifically known as Corydoras adolfoi, is a charming freshwater catfish species native to the Amazon basin in South America. It is prized for its striking appearance, featuring a bright orange body with black markings. Adolfoi Corydoras are peaceful and social fish, making them excellent additions to community aquariums.\n\nThese fish thrive in well-planted tanks with plenty of hiding spots and soft substrate. They are schooling fish and should be kept in groups of at least five to exhibit natural behavior and reduce stress. Adolfoi Corydoras are bottom dwellers that enjoy scavenging for food, and their diet should include high-quality sinking pellets, flakes, and occasional live or frozen foods. Their peaceful temperament makes them compatible with a wide variety of tankmates.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2.5 inches (6 cm)",
    "size": "Small",
    "species": "Corydoras adolfoi",
    "family": "Corydoras",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Ellis Corydoras",
    "description": "The Ellis Corydoras, scientifically known as Corydoras ellisae, is a small and peaceful freshwater catfish species native to the Amazon River basin in South America. It is appreciated for its distinctive black and white striped pattern and its compatibility with various tankmates. Ellis Corydoras are ideal for community aquariums.\n\nThese fish prefer a well-decorated tank with a soft substrate and plenty of hiding places. They are social creatures that should be kept in groups of at least five to ensure they feel secure and exhibit natural behaviors. Ellis Corydoras are bottom feeders and enjoy a diet of sinking pellets, flakes, and occasional live or frozen foods. Their peaceful nature makes them suitable for tanks with other non-aggressive fish.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "size": "Small",
    "species": "Corydoras ellisae",
    "family": "Corydoras",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 78°F (22°C - 26°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Julii Corydoras",
    "description": "The Julii Corydoras, scientifically known as Corydoras julii, is a charming freshwater catfish species native to South America. It is distinguished by its intricate spotted pattern, which resembles hieroglyphs. \n\nJulii Corydoras are peaceful and social fish, making them excellent additions to community aquariums. These fish prefer a soft substrate and a well-planted tank with plenty of hiding spots. As schooling fish, they should be kept in groups to feel secure and display natural behaviors. Their unique pattern and gentle nature make them a favorite among aquarists.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2.5 inches (6 cm)",
    "size": "Small",
    "species": "Corydoras julii",
    "family": "Corydoras",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },

  {
    "name": "Banjo Catfish",
    "description": "The Banjo Catfish, scientifically known as Bunocephalus coracoideus, is a unique freshwater catfish species native to South America. It is named for its banjo-shaped body and flattened appearance. \n\nBanjo Catfish are peaceful and can be kept in community aquariums, but they may hide during the day and become more active at night. These fascinating fish are relatively small, reaching up to 5 inches (13 cm) in length. They prefer soft, acidic water with a pH range of 6.5 to 7.5 and a temperature range of 72°F to 79°F (22°C to 26°C). Banjo Catfish are best suited for intermediate aquarists because of their specific care requirements.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 5 inches (13 cm)",
    "size": "Small",
    "species": "Bunocephalus coracoideus",
    "family": "Catfish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Burmese Upside Down Catfish",
    "description": "The Burmese Upside Down Catfish, scientifically known as Mystus leucophasis, is a fascinating freshwater catfish species native to Southeast Asia. It is named for its habit of swimming upside down near the water's surface. \n\nBurmese Upside Down Catfish are peaceful and can be kept in community aquariums with other non-aggressive fish. They reach a maximum size of 6 inches (15 cm) and prefer slightly warmer water temperatures, ranging from 75°F to 82°F (24°C to 28°C). These catfish require a well-maintained tank with plenty of hiding spots and vegetation to mimic their natural habitat. Intermediate aquarists will appreciate the unique behavior and care requirements of the Burmese Upside Down Catfish.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "size": "Small",
    "species": "Mystus leucophasis",
    "family": "Catfish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Chinese Algae Eater",
    "description": "The Chinese Algae Eater, scientifically known as Gyrinocheilus aymonieri, is a popular freshwater catfish species native to Southeast Asia. It is highly valued for its ability to consume algae in aquariums, making it a natural solution for algae control. Young Chinese Algae Eaters are usually peaceful and can be a helpful addition to a community tank. However, as they mature, they can become more territorial and aggressive, particularly towards other bottom-dwelling fish. This aggressive behavior makes it essential to provide them with ample space and hiding spots. These fish are known for their elongated bodies and sucker mouths, which they use to cling to surfaces and scrape off algae. They prefer aquariums with plenty of rocks, driftwood, and plants where they can find shelter and food. Despite their name, they should not be relied upon solely for algae control and need a varied diet, including algae wafers and vegetables. Chinese Algae Eaters can grow up to 6 inches (15 cm) in length and are best kept in larger tanks to accommodate their size and activity level. They are generally recommended for intermediate aquarists due to their specific care requirements.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "size": "Medium",
    "species": "Gyrinocheilus aymonieri",
    "family": "Catfish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 80°F (24°C - 27°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Columbian Shark",
    "description": "The Columbian Shark, also known as the Black Fin Shark or Jordan's Catfish, is a striking species of freshwater catfish native to South America. Its sleek appearance and active swimming behavior make it a favorite among aquarium enthusiasts. This fish is notable for its silver body and distinctive black-tipped fins, which give it a shark-like appearance. Columbian Sharks are peaceful by nature but require a lot of space due to their potential size. They can grow up to 24 inches (61 cm), necessitating a large aquarium with excellent water quality. These fish are known to migrate between freshwater and brackish water in the wild, so they may require the addition of salt to their tank water as they mature. A spacious tank with strong filtration and regular water changes is essential to keep them healthy. Columbian Sharks are active swimmers and appreciate an environment with plenty of open swimming areas, as well as hiding spots. They thrive on a diet of high-quality pellets, frozen foods, and occasional live foods. Due to their size and specific care needs, Columbian Sharks are best suited for advanced aquarists who can provide a suitable habitat.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 24 inches (61 cm)",
    "size": "Large",
    "species": "Ariopsis seemanni",
    "family": "Catfish",
    "experienceLevel": "Advanced",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 80°F (24°C - 27°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },

  {
    "name": "Acei Cichlid",
    "description": "The Acei Cichlid, scientifically known as Pseudotropheus acei, is a striking freshwater fish species native to Lake Malawi in Africa. These cichlids are renowned for their vibrant blue bodies adorned with vertical black stripes, making them a colorful addition to any aquarium. They are relatively peaceful, which makes them suitable for community tanks housing other African Cichlid species. In their natural habitat, Acei Cichlids are found in well-oxygenated waters with abundant rock formations and hiding spots, preferences that should be mirrored in captivity. These fish thrive in well-aerated tanks, requiring water temperatures between 74°F to 82°F (23°C to 28°C) and a pH range of 7.8 to 8.6. Growing up to 6 inches (15 cm) in length, they are medium-sized cichlids that require a moderate level of care, making them ideal for aquarists with intermediate experience. Providing a varied diet of high-quality pellets and occasional live or frozen foods ensures their health and vibrant coloration. The Acei Cichlid’s peaceful nature, coupled with its stunning appearance, makes it a favorite among cichlid enthusiasts.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "size": "Medium",
    "species": "Pseudotropheus acei",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.8 - 8.6",
    "temperatureRange": "74°F - 82°F (23°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Blue Peacock Cichlid",
    "description": "The Blue Peacock Cichlid, scientifically known as Aulonocara nyassae, is a captivating freshwater fish species native to Lake Malawi in Africa. These fish are celebrated for their vibrant blue bodies with shimmering scales that resemble the colorful feathers of a peacock. Blue Peacock Cichlids have a peaceful temperament, making them excellent candidates for community tanks with other non-aggressive cichlid species. They thrive in spacious aquariums that offer plenty of rock formations and hiding spots, mimicking their natural environment. These cichlids can grow up to 6 inches (15 cm) in length and prefer water temperatures ranging from 74°F to 82°F (23°C to 28°C) with a pH range of 7.8 to 8.6. Despite their peaceful nature, they are active swimmers and enjoy exploring their surroundings. A varied diet of quality cichlid pellets, live, and frozen foods is essential to maintain their health and vibrant coloration. Blue Peacock Cichlids’ stunning appearance and easy-going nature make them a popular choice for intermediate aquarists looking to add a splash of color to their tanks.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "size": "Medium",
    "species": "Aulonocara nyassae",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.8 - 8.6",
    "temperatureRange": "74°F - 82°F (23°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Brichardi Cichlid",
    "description": "The Brichardi Cichlid, scientifically known as Neolamprologus brichardi, is a fascinating freshwater fish species native to Lake Tanganyika in Africa. This cichlid is distinguished by its striking coloration, featuring vertical black stripes on a white or yellow body. Brichardi Cichlids are known for their unique breeding behaviors, forming monogamous pairs and fiercely guarding their offspring. Although they are relatively peaceful, they can exhibit aggressive tendencies during breeding periods. These cichlids thrive in rocky aquarium setups with plenty of caves and crevices, providing ample hiding spots for spawning and shelter. Brichardi Cichlids grow up to 4 inches (10 cm) in length and prefer water temperatures between 74°F to 80°F (23°C to 27°C) with a pH range of 7.8 to 8.6. They are omnivorous and require a varied diet of quality cichlid pellets, live, and frozen foods to maintain their health. The Brichardi Cichlid’s intriguing behavior and striking appearance make it a favorite among cichlid enthusiasts with an intermediate level of experience.",
    "temperament": "Semi-Aggressive",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "size": "Small",
    "species": "Neolamprologus brichardi",
    "family": "African Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.8 - 8.6",
    "temperatureRange": "74°F - 80°F (23°C - 27°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },

  {
    "name": "Bolivian Ram",
    "description": "The Bolivian Ram, scientifically known as Mikrogeophagus altispinosus, originates from the rivers and streams of Bolivia, where it dazzles with its vibrant coloration and distinctive black markings on the dorsal fin. These peaceful cichlids grow up to 3 inches (8 cm), making them suitable for community aquariums with other peaceful fish species. They exhibit a calm demeanor, making them an excellent choice for beginner aquarists looking to add color and tranquility to their tanks. To ensure their well-being, maintain water parameters within a pH range of 6.0 to 7.5 and temperatures between 72°F to 78°F (22°C to 26°C). Bolivian Rams are relatively hardy and adaptable, thriving in a variety of aquatic environments with proper care and maintenance.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 3 inches (8 cm)",
    "size": "Small",
    "species": "Mikrogeophagus altispinosus",
    "family": "New World Cichlid",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 78°F (22°C - 26°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Cuckatoides Apistogramma",
    "description": "The Cuckatoides Apistogramma, scientifically known as Apistogramma cacatuoides, is a colorful freshwater fish species native to South America, particularly in the Amazon Basin. It is highly sought after by aquarists for its striking appearance and interesting behavior. Cuckatoides Apistogrammas display vibrant colors, including shades of yellow, orange, and blue, especially during breeding. They are relatively peaceful but can be territorial, particularly when breeding. These fish add vibrancy and dynamism to any aquarium setup, making them a favorite among hobbyists who enjoy observing their social interactions and colorful displays. Cuckatoides Apistogrammas prefer well-planted aquariums with plenty of hiding spots and areas to explore. Providing a diverse diet consisting of high-quality flakes, pellets, and occasional live or frozen foods will help maintain their health and vibrant colors. They are generally considered intermediate-level fish to care for due to their specific habitat requirements and occasional territorial behavior. Maintaining stable water parameters, including a pH range of 6.0 to 7.5 and a temperature range of 72°F to 80°F (22°C to 27°C), is crucial for their overall well-being and breeding success. With proper care and attention, Cuckatoides Apistogrammas can thrive and become a centerpiece in a well-maintained aquarium.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 3 inches (7.5 cm)",
    "size": "Small",
    "species": "Apistogramma cacatuoides",
    "family": "New World Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 80°F (22°C - 27°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Flame Red Agassizii Apistogramma",
    "description": "The Flame Red Agassizii Apistogramma, scientifically known as Apistogramma agassizii, is a vibrant species of dwarf cichlid native to the Amazon Basin in South America. It is known for its fiery red and orange coloration, especially during breeding, making it a stunning addition to any aquarium. Flame Red Agassizii Apistogrammas are relatively peaceful and can be kept in small to medium-sized aquariums, making them suitable for hobbyists with limited space. These fish exhibit fascinating behaviors, especially during courtship and spawning, where males display vibrant colors to attract females. Providing a well-planted aquarium with plenty of hiding spots and territories mimicking their natural habitat will help them feel secure and reduce stress. Flame Red Agassizii Apistogrammas are omnivorous and should be fed a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods to ensure their nutritional needs are met. They are considered intermediate-level fish to care for due to their specific requirements and breeding behaviors. Maintaining stable water parameters, including a pH range of 6.0 to 7.5 and a temperature range of 72°F to 82°F (22°C to 28°C), is essential for their overall health and well-being. With their dazzling colors and intriguing behaviors, Flame Red Agassizii Apistogrammas are sure to captivate any aquarist's attention.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 3 inches (8 cm)",
    "size": "Small",
    "species": "Apistogramma agassizii",
    "family": "New World Cichlid",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },

  {
    "name": "Black-barred Danio",
    "description": "The Black-barred Danio, scientifically known as Danio nigrofasciatus, originates from Myanmar and is recognized for its silver body adorned with bold black vertical bars. These active and peaceful fish thrive in well-oxygenated aquariums with ample swimming space. Being schooling fish, they prefer the company of their own kind and should be kept in groups. Black-barred Danios are adaptable and can coexist with various tankmates, as long as they are not overly aggressive. With a maximum growth size of up to 2 inches (5 cm), they are ideal for small aquarium setups. Beginner aquarists will find them relatively easy to care for, given their hardy nature and minimal special requirements. Maintaining stable water parameters within a pH range of 6.5 to 7.5 and temperatures between 72°F to 79°F (22°C to 26°C) is essential for their well-being. Regular feeding and proper tank maintenance contribute to their overall health and vitality in captivity.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "size": "Small",
    "species": "Danio nigrofasciatus",
    "family": "Danio",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Blue Danio",
    "description": "The Blue Danio, scientifically known as Danio kerri, is a peaceful freshwater species native to Southeast Asia, prized for its striking blue coloration and iridescent scales. Active swimmers by nature, Blue Danios require aquariums with plenty of open space to accommodate their energetic behavior. They are relatively hardy and adaptable, making them suitable for beginner aquarists who are just starting in the hobby. These small-sized fish, reaching a maximum length of 2 inches (5 cm), are ideal for small to medium-sized tanks. Blue Danios thrive in groups and should be kept with their own kind or other peaceful tankmates. Maintaining stable water parameters, including a pH range of 6.5 to 7.5 and temperatures between 72°F to 79°F (22°C to 26°C), is crucial for their well-being. Regular water changes and a balanced diet contribute to their overall health and longevity in captivity.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "size": "Small",
    "species": "Danio kerri",
    "family": "Danio",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Celestial Pearl Danio",
    "description": "The Celestial Pearl Danio, scientifically known as Danio margaritatus, is a stunning and peaceful freshwater fish species native to Myanmar, celebrated for its vibrant coloration and small size. Sporting iridescent blue and orange hues on its body, it adds a touch of elegance to any aquarium, especially planted setups. Celestial Pearl Danios, with a maximum growth size of up to 1.2 inches (3 cm), are ideal for nano tanks and should be kept in groups to thrive. Despite their diminutive size, they are active swimmers and appreciate swimming space. Beginner aquarists will find them relatively easy to care for, given their hardy nature and minimal special requirements. Maintaining stable water parameters within a pH range of 6.0 to 7.5 and temperatures between 73°F to 79°F (23°C to 26°C) is essential for their optimal health. Providing a varied diet and suitable tank decor enhances their quality of life and natural behaviors in captivity.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 1.2 inches (3 cm)",
    "size": "Small",
    "species": "Danio margaritatus",
    "family": "Danio",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "73°F - 79°F (23°C - 26°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },

  {
    "name": "Fire Eel",
    "description": "The Fire Eel, scientifically known as Mastacembelus erythrotaenia, hails from the freshwater habitats of Southeast Asia, predominantly found in the rivers and streams of Thailand and Indonesia. Its name derives from the striking reddish-orange hue that adorns its elongated body, making it an eye-catching addition to any aquarium. Fire Eels, characterized by their nocturnal behavior, are most active during the night, displaying their graceful movements in tanks with sandy substrates and ample hiding spots. Despite their large size, reaching up to 39 inches (100 cm), they are generally peaceful and can coexist with suitable tankmates in a spacious aquarium setup. Maintaining stable water parameters within a pH range of 6.0 to 7.5 and temperatures between 75°F to 82°F (24°C to 28°C) is essential for their well-being. Due to their intermediate care requirements, Fire Eels are best suited for aquarists with some prior experience in managing large freshwater species.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 39 inches (100 cm)",
    "size": "Large",
    "species": "Mastacembelus erythrotaenia",
    "family": "Eels",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Freshwater Moray Eel",
    "description": "The Fire Eel, scientifically known as Mastacembelus erythrotaenia, hails from the freshwater habitats of Southeast Asia, predominantly found in the rivers and streams of Thailand and Indonesia. Its name derives from the striking reddish-orange hue that adorns its elongated body, making it an eye-catching addition to any aquarium. Fire Eels, characterized by their nocturnal behavior, are most active during the night, displaying their graceful movements in tanks with sandy substrates and ample hiding spots. Despite their large size, reaching up to 39 inches (100 cm), they are generally peaceful and can coexist with suitable tankmates in a spacious aquarium setup. Maintaining stable water parameters within a pH range of 6.0 to 7.5 and temperatures between 75°F to 82°F (24°C to 28°C) is essential for their well-being. Due to their intermediate care requirements, Fire Eels are best suited for aquarists with some prior experience in managing large freshwater species.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 36 inches+ (91 cm)",
    "size": "Large",
    "species": "Gymnothorax polyuranodon",
    "family": "Eels",
    "experienceLevel": "Advanced",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },

  {
    "name": "Alligator Gar",
    "description": "The Alligator Gar, scientifically known as Atractosteus spatula, is one of the largest and most impressive freshwater fish, known for its alligator-like appearance. Native to North America, it is typically found in slow-moving rivers, lakes, and swamps. This species can grow up to an astounding 120 inches, making it one of the largest freshwater fish in the world. Due to its size and predatory nature, the Alligator Gar requires an exceptionally large and well-maintained aquarium, ideally mimicking its natural habitat. It has a broad, powerful snout and sharp teeth, used to catch prey such as fish, amphibians, and even small mammals. This aggressive species is best suited for advanced aquarists who can meet its demanding care requirements. Its diet in captivity should include live or frozen fish and other meaty foods. Despite its intimidating appearance, the Alligator Gar is a fascinating and ancient species, often admired for its prehistoric look and behavior.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 120 inches (305 cm)",
    "size": "Large",
    "species": "Atractosteus spatula",
    "family": "Gar",
    "experienceLevel": "Advanced",
    "waterPHRange": "6.0 - 8.0",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Cuban Gar",
    "description": "The Cuban Gar, scientifically known as Atractosteus tristoechus, is a tropical gar species found in Cuba. It is recognized for its unique appearance and is suitable for larger aquariums with appropriate conditions.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 36 inches (91 cm)",
    "size": "Large",
    "species": "Atractosteus tristoechus",
    "family": "Gar",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 8.0",
    "temperatureRange": "72°F - 80°F (22°C - 27°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },

  {
    "name": "Blue Gourami",
    "description": "The Blue Gourami (Trichogaster trichopterus), also known as the Three-spot Gourami, is a popular freshwater fish species native to Southeast Asia. It is named for its striking blue coloration, which varies depending on its mood and environment. Blue Gouramis are labyrinth fish, meaning they can breathe atmospheric air, allowing them to survive in poorly oxygenated waters. They are generally peaceful and can be kept in community aquariums with other non-aggressive fish species. Blue Gouramis are omnivores and will readily accept a varied diet consisting of flakes, pellets, and live or frozen foods.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "size": "Medium",
    "species": "Trichogaster trichopterus",
    "family": "Gourami",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Gold Gourami",
    "description": "The Gold Gourami (Trichogaster trichopterus var. 'Gold'), a color variation of the Three-spot Gourami, is prized for its bright, metallic gold coloration. Like its blue counterpart, the Gold Gourami is a labyrinth fish with the ability to breathe air. It exhibits a peaceful temperament, making it suitable for community aquariums. Gold Gouramis are omnivores and will consume a variety of foods, including flakes, pellets, and live or frozen foods. They thrive in well-planted aquariums with plenty of hiding spots and open swimming areas.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "size": "Medium",
    "species": "Trichogaster trichopterus var. 'Gold'",
    "family": "Gourami",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Daisys Blue Rice Killifish",
    "description": "The Daisys Blue Rice Killifish, scientifically known as Oryzias woworae, is a vibrant and charming freshwater fish species native to Indonesia. It showcases stunning blue and red coloration, making it a visually striking addition to planted aquariums. Daisys Blue Rice Killifish are relatively peaceful and can be kept in community setups with other small, non-aggressive fish species. They prefer densely planted aquariums with plenty of hiding spots and subdued lighting. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for their health and coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 1.5 inches (4 cm)",
    "size": "Small",
    "species": "Oryzias woworae",
    "family": "Killifish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 8.0",
    "temperatureRange": "75°F - 80°F (24°C - 27°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Gardneri Panchax Killifish",
    "description": "The Gardneri Panchax Killifish, scientifically known as Epiplatys gardneri, is a small and peaceful freshwater fish species native to West Africa. It features subtle yet attractive coloration, with males often displaying vibrant fins during courtship displays. Gardneri Panchax Killifish are social and can be kept in groups in planted aquariums or species tanks. They prefer aquariums with plenty of vegetation and floating plants to provide cover and breeding sites. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for their health and coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "size": "Small",
    "species": "Epiplatys gardneri",
    "family": "Killifish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 78°F (22°C - 26°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Golden Wonder Killifish",
    "description": "The Golden Wonder Killifish, scientifically known as Aplocheilus lineatus, is a popular and lively freshwater fish species native to South Asia. It is named for its golden coloration and striking vertical bars, making it a visually appealing addition to community aquariums. Golden Wonder Killifish are relatively peaceful but may display territorial behavior towards similar-looking species. They prefer densely planted aquariums with plenty of hiding spots and subdued lighting. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for their health and coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "size": "Small",
    "species": "Aplocheilus lineatus",
    "family": "Killifish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 8.0",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },

  {
    "name": "Black Ghost Knifefish",
    "description": "The Black Ghost Knifefish, scientifically known as Apteronotus albifrons, is a species of freshwater knifefish native to South America, particularly in the Amazon and Orinoco River basins. It is named for its dark coloration and elongated body. Black Ghost Knifefish are nocturnal and prefer large aquariums with plenty of hiding spots.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 20 inches (51 cm)",
    "size": "Large",
    "species": "Apteronotus albifrons",
    "family": "Knifefish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Clown Knifefish",
    "description": "The Clown Knifefish, scientifically known as Chitala ornata, is a species of freshwater knifefish native to Southeast Asia, particularly in rivers and lakes of Thailand and Malaysia. It is named for its distinctive black and white stripes and elongated body. Clown Knifefish are popular among aquarists but require large aquariums due to their size.",
    "temperament": "Semi-Aggressive",
    "maxGrowthSize": "Up to 36 inches (91 cm)",
    "size": "Large",
    "species": "Chitala ornata",
    "family": "Knifefish",
    "experienceLevel": "Advanced",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },

  {
    "name": "Kubotai Loach",
    "description": "The Kubotai Loach, scientifically known as Botia kubotai, is a captivating freshwater fish species native to Southeast Asia. It boasts striking coloration with vibrant yellow and blue hues adorning its slender body. These loaches are social creatures, often seen in groups scavenging for food and exploring their surroundings. With their peaceful nature, they make excellent additions to community aquariums, although they may display occasional territorial behavior towards conspecifics. Kubotai Loaches thrive in well-established tanks with plenty of hiding spots and gentle water flow, mimicking their natural habitat.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "size": "Small",
    "species": "Botia kubotai",
    "family": "Loach",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Kuhli Loach",
    "description": "The Kuhli Loach, scientifically known as Pangio kuhlii, is a fascinating freshwater fish species originating from Southeast Asia. Recognizable by its eel-like body and distinctive striped pattern, the Kuhli Loach adds a unique flair to any aquarium setup. Despite their shy and nocturnal nature, Kuhli Loaches are sociable and thrive in groups of their own kind. They prefer densely planted tanks with plenty of hiding spots, where they can burrow and explore. As peaceful scavengers, they help keep the aquarium substrate clean by consuming leftover food and detritus.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "size": "Small",
    "species": "Pangio kuhlii",
    "family": "Loach",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Lochabata Botia Loach",
    "description": "The Lochabata Botia, scientifically known as Botia lohachata, is a charming freshwater fish species native to Southeast Asia. It features a vibrant orange body adorned with intricate black markings, making it a visually stunning addition to any aquarium. Lochabata Botias are social creatures and thrive in groups, displaying interesting shoaling behaviors. Despite their peaceful nature, they may exhibit territorial behavior towards similar-looking species, so it's best to keep them with compatible tank mates. These loaches prefer well-oxygenated water with plenty of hiding spots and soft substrates for burrowing.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "size": "Medium",
    "species": "Botia lohachata",
    "family": "Loach",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Reticulated Hillstream Loach",
    "description": "The Reticulated Hillstream Loach, scientifically known as Sewellia lineolata, is a fascinating freshwater fish species native to fast-flowing streams in Southeast Asia. It features a flattened body and specialized adaptations for clinging to rocks in swift currents. Reticulated Hillstream Loaches are prized for their unique appearance, with intricate reticulated patterns adorning their bodies. These loaches require well-oxygenated water and strong water flow in the aquarium, mimicking their natural habitat. They are peaceful and do well in community tanks with similarly sized, non-aggressive species.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 3 inches (7.5 cm)",
    "size": "Small",
    "species": "Sewellia lineolata",
    "family": "Loach",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "68°F - 76°F (20°C - 24°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Clown Loach",
    "description": "The Clown Loach, scientifically known as Chromobotia macracanthus, is a colorful and sociable freshwater fish species native to Indonesia. It is named for its playful behavior and vibrant coloration, featuring bold orange-red stripes against a golden body. Clown Loaches are schooling fish that thrive in groups, displaying interesting shoaling behaviors. They are peaceful and suitable for community aquariums, although they can grow quite large and require spacious tanks. These loaches prefer well-oxygenated water with plenty of hiding spots and soft substrates.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 12 inches (30 cm)",
    "size": "Large",
    "species": "Chromobotia macracanthus",
    "family": "Loach",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F-86°F (24°C-30°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },

  {
    "name": "Amazon Puffer",
    "description": "The Amazon Puffer, scientifically known as Colomesus asellus, is a species of pufferfish native to the Amazon River basin in South America. It is characterized by its distinctively round body and ability to inflate when threatened. Amazon Puffers are known for their curious and active nature.",
    "temperament": "Semi-Aggressive",
    "maxGrowthSize": "Up to 5 inches (13 cm)",
    "size": "Small",
    "species": "Colomesus asellus",
    "family": "Puffers",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Avocado Puffer",
    "description": "The Avocado Puffer, scientifically known as Tetraodon fluviatilis, is a species of pufferfish native to Southeast Asia, particularly in river systems of Thailand and Malaysia. It is named for its greenish coloration and rounded body shape, reminiscent of an avocado. Avocado Puffers are known for their intelligence and curious behavior.",
    "temperament": "Semi-Aggressive",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "size": "Medium",
    "species": "Tetraodon fluviatilis",
    "family": "Puffers",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Congo Puffer",
    "description": "The Congo Puffer, scientifically known as Tetraodon miurus, is a species of pufferfish native to the Congo River basin in Central Africa. It is known for its striking appearance, with iridescent blue markings on a dark body. Congo Puffers are carnivorous and can be aggressive towards tankmates.",
    "temperament": "Aggressive",
    "maxGrowthSize": "Up to 5 inches (13 cm)",
    "size": "Small",
    "species": "Tetraodon miurus",
    "family": "Puffers",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Bala Shark",
    "description": "The Bala Shark, scientifically known as Balantiocheilos melanopterus, is a sleek and active freshwater fish species native to Southeast Asia. It features a silver body with black margins on its fins, resembling a miniature shark. Although often mistaken for a shark, it is a schooling fish suitable for larger community aquariums.",
    "temperament": "Semi-Aggressive",
    "maxGrowthSize": "Up to 14 inches (35 cm)",
    "size": "Large",
    "species": "Balantiocheilos melanopterus",
    "family": "Shark",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 8.0",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Redtail Shark",
    "description": "The Redtail Shark, scientifically known as Epalzeorhynchos bicolor, is a striking freshwater fish species with a vibrant red tail fin contrasting against its black body. It is territorial and may exhibit aggression towards similar-looking species, making it suitable for semi-aggressive community tanks.",
    "temperament": "Semi-Aggressive",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "size": "Medium",
    "species": "Epalzeorhynchos bicolor",
    "family": "Shark",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },

  {
    "name": "Neon Tetra",
    "description": "Neon Tetras are among the most popular tetras due to their striking iridescent blue and red colors.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 1.5 inches (4 cm)",
    "size": "Small",
    "species": "Paracheirodon innesi",
    "family": "Tetra",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.0",
    "temperatureRange": "72°F - 78°F (22°C - 26°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Cardinal Tetra",
    "description": "Cardinal Tetras are known for their vibrant red and blue colors, similar to Neon Tetras.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 1.5 inches (4 cm)",
    "size": "Small",
    "species": "Paracheirodon axelrodi",
    "family": "Tetra",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "73°F - 81°F (23°C - 27°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },

  {
    "name": "Common Black Molly",
    "description": "The Common Black Molly is a popular freshwater fish known for its sleek black coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 3 to 4 inches (7.5 to 10 cm)",
    "size": "Small",
    "species": "Poecilia sphenops",
    "family": "Molly",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.7 - 8.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Dalmatian Molly",
    "description": "Dalmatian Mollies are recognized by their spotted black and white patterns, reminiscent of Dalmatian dogs.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 3 to 4 inches (7.5 to 10 cm)",
    "size": "Small",
    "species": "Poecilia latipinna",
    "family": "Molly",
    "experienceLevel": "Beginner",
    "waterPHRange": "7.0 - 8.5",
    "temperatureRange": "72°F - 78°F (22°C - 26°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Lyretail Molly",
    "description": "Lyretail Mollies are known for their distinct lyre-shaped tails, adding elegance to aquariums.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 4 inches (10 cm)",
    "size": "Small",
    "species": "Poecilia reticulata",
    "family": "Molly",
    "experienceLevel": "Intermediate",
    "waterPHRange": "7.0 - 8.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },

  {
    "name": "Green Swordtail",
    "description": "The Green Swordtail is a vibrant freshwater fish known for its green coloration and distinctive sword-like tail.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 4 inches (10 cm)",
    "size": "Small",
    "species": "Xiphophorus hellerii",
    "family": "Swordtail",
    "experienceLevel": "Beginner",
    "waterPHRange": "7.0 - 8.5",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Yellow Swordtail",
    "description": "The Yellow Swordtail is a brightly colored fish with a distinct sword-like tail, adding vibrancy to aquariums.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 4 inches (10 cm)",
    "size": "Small",
    "species": "Xiphophorus hellerii",
    "family": "Swordtail",
    "experienceLevel": "Beginner",
    "waterPHRange": "7.0 - 8.5",
    "temperatureRange": "72°F - 82°F (22°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },

  {
    "name": "Veiltail Goldfish",
    "description": "The Veiltail Goldfish is known for its long, flowing double tail that gives it an elegant appearance.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 6 inches (15 cm)",
    "size": "Medium",
    "species": "Carassius auratus",
    "family": "Goldfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 8.0",
    "temperatureRange": "65°F - 75°F (18°C - 24°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Common Goldfish",
    "description": "The Common Goldfish is the classic goldfish variety with a sleek, streamlined body and vibrant coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 12 inches (30 cm)",
    "size": "Large",
    "species": "Carassius auratus",
    "family": "Goldfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 8.0",
    "temperatureRange": "65°F - 75°F (18°C - 24°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Tamasaba Goldfish",
    "description": "The Tamasaba Goldfish is recognized for its elongated body and distinct forked tail, resembling a traditional Japanese fan.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Around 10 inches (25 cm)",
    "size": "Large",
    "species": "Carassius auratus",
    "family": "Goldfish",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "60°F - 75°F (15°C - 24°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },

  {
    "name": "Gold Nugget Pleco",
    "description": "The Gold Nugget Pleco, scientifically known as Baryancistrus xanthellus, is admired for its vibrant golden-yellow coloration and unique patterns. It adds a touch of elegance to freshwater aquariums.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 7 inches (18 cm)",
    "size": "Medium",
    "species": "Baryancistrus xanthellus",
    "family": "Pleco",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Zebra Pleco",
    "description": "The Zebra Pleco, scientifically known as Hypancistrus zebra, is highly prized for its striking black and white zebra-like stripes. It is a captivating and sought-after species among aquarium enthusiasts.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "size": "Small",
    "species": "Hypancistrus zebra",
    "family": "Pleco",
    "experienceLevel": "Intermediate",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "78°F - 86°F (25°C - 30°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Bristlenose Pleco",
    "description": "The Bristlenose Pleco, also known as Ancistrus, is characterized by its distinctive bristle-like appendages on its snout. It is a popular and beneficial addition to aquariums.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 5 inches (12.7 cm)",
    "size": "Small",
    "species": "Ancistrus",
    "family": "Pleco",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "72°F - 78°F (22°C - 26°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },

  {
    "name": "Australian Rainbowfish",
    "description": "The Australian Rainbowfish, scientifically known as Melanotaenia fluviatilis, is a vibrant and peaceful freshwater fish species native to Australia. It is characterized by its shimmering iridescent scales, which display a wide range of colors including blue, green, and yellow. Australian Rainbowfish are social and thrive in groups, displaying fascinating shoaling behaviors. They prefer densely planted aquariums with plenty of open swimming space and subdued lighting. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for their health and coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "size": "Small",
    "species": "Melanotaenia fluviatilis",
    "family": "Rainbowfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Bosemani Rainbowfish",
    "description": "The Bosemani Rainbowfish, scientifically known as Melanotaenia boesemani, is a dazzling and peaceful freshwater fish species native to Indonesia. It is celebrated for its vibrant and iridescent colors, which include shades of blue, yellow, orange, and red. Bosemani Rainbowfish are social and thrive in groups, displaying fascinating shoaling behaviors. They prefer densely planted aquariums with plenty of open swimming space and subdued lighting. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for their health and coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 4 inches (10 cm)",
    "size": "Medium",
    "species": "Melanotaenia boesemani",
    "family": "Rainbowfish",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.5 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },

  {
    "name": "Axelrod Rasbora",
    "description": "The Axelrod Rasbora, scientifically known as Trigonostigma axelrodi, is a charming and peaceful freshwater fish species native to Southeast Asia. It is named after the renowned aquarist Herbert R. Axelrod and is popular among aquarium hobbyists for its striking coloration and schooling behavior. Axelrod Rasboras are social fish and thrive in groups, displaying fascinating shoaling behaviors. They prefer densely planted aquariums with plenty of open swimming space and subdued lighting. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for their health and coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "size": "Small",
    "species": "Trigonostigma axelrodi",
    "family": "Rasbora",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "75°F - 82°F (24°C - 28°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Black Harlequin Rasbora",
    "description": "The Black Harlequin Rasbora, scientifically known as Trigonostigma heteromorpha, is a striking freshwater fish species native to Southeast Asia. It is a selectively bred variant of the Harlequin Rasbora, featuring intense black coloration and vibrant red accents. Black Harlequin Rasboras are peaceful and can be kept in community aquariums with other small, non-aggressive fish species. They prefer densely planted aquariums with plenty of open swimming space and subdued lighting. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for their health and coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "size": "Small",
    "species": "Trigonostigma heteromorpha",
    "family": "Rasbora",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  },
  {
    "name": "Harlequin Rasbora",
    "description": "The Harlequin Rasbora, scientifically known as Trigonostigma heteromorpha, is a popular and peaceful freshwater fish species native to Southeast Asia. It is admired for its striking appearance, featuring vibrant red-orange bodies and black triangular patches. Harlequin Rasboras are social and thrive in groups, displaying fascinating shoaling behaviors. They prefer densely planted aquariums with plenty of open swimming space and subdued lighting. Offering a varied diet consisting of high-quality flakes, pellets, and occasional live or frozen foods is essential for their health and coloration.",
    "temperament": "Peaceful",
    "maxGrowthSize": "Up to 2 inches (5 cm)",
    "size": "Small",
    "species": "Trigonostigma heteromorpha",
    "family": "Rasbora",
    "experienceLevel": "Beginner",
    "waterPHRange": "6.0 - 7.5",
    "temperatureRange": "72°F - 79°F (22°C - 26°C)",
    "image": "https://images.pexels.com/photos/4439444/pexels-photo-4439444.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
  }
]
